Repository: taisei-project/taisei
Catalog: po/*.po
Languages: fr, zh_cn

source: O-oh dear… are you sure you’re well, ma’am?
fr: O-oh mon dieu… êtes-vous sûre d’aller bien, madame?
zh_cn: 啊……天哪, 您真的没事吗?

source: Heh heh, don’t worry, this is as normal as it gets for Kanako.
fr: Heh heh, ne t’inquiète pas, c’est aussi normal que possible pour Kanako.
zh_cn: 呵呵, 别担心, 这对神奈子来说已经算是最正常的状态了。

source: ‘Normal’? Really?
fr: ‘Normal’? Vraiment?
zh_cn: 「正常」? 你认真的?

source: Kanako is a green energy fanatic. Don’t you think she’s cute when she’s like this?
fr: Kanako est une fanatique des énergies vertes. Tu ne trouves pas qu’elle est mignonne quand elle est comme ça?
zh_cn: 神奈子是个绿色能源狂热者, 你不觉得她这样子挺可爱的吗?

source: In the midst of all this, Reimu was spending more time on Yōkai Mountain, claiming she was ‘keeping watch’.
fr: Au milieu de tout ça, Reimu passait plus de temps sur la Montagne Yōkai, affirmant qu’elle ‘montait la garde’.
zh_cn: 在这纷乱之中, 灵梦却越来越多地待在妖怪之山上, 声称自己是在「监视」。

source: Hey, Elly.
fr: Hé, Elly.
zh_cn: 嘿, 艾丽。

source: Ah, yes? Do you need something from me?
fr: Ah, oui? Tu as besoin de quelque chose de moi?
zh_cn: 啊, 怎么了? 你找我有什么事吗?

source: I’m surprised you’re not still pissed off at everyone. Not even a little bit.
fr: Je suis surprise que tu ne sois plus fâchée contre tout le monde. Même pas un peu.
zh_cn: 我倒是有点意外, 你居然没有还在生大家的气, 一点都没有?

source: You were shouting like a dictator up there.
fr: Tu criais comme une dictatrice là-haut.
zh_cn: 你之前在上面简直像个辣脆头子一样大吼大叫。

source: It seems that the Tower's influence got to me, in the end. I thought I was stronger than that, but…
fr: Il semble que l’influence de la Tour m’ait atteinte, finalement. Je pensais être plus forte que ça, mais…
zh_cn: 看来那座高塔的影响最终还是波及到了我, 我以为自己能更坚强些, 但……

source: Of course, I’m still sad about my own Gensōkyō, but to go that far…
fr: Bien sûr, je suis toujours triste pour mon propre Gensōkyō, mais aller jusque-là…
zh_cn: 当然, 我对自己世界的幻想乡依然感到悲伤, 但因此做到那种地步……还是太过分了。

source: What a weird machine. I wonder what the kappa think about it.
fr: Quelle drôle de machine. Je me demande ce que les kappa en pensent.
zh_cn: 真是个奇怪的机器, 不知道那些河童会怎么看待它呢。

source: The kappa won’t touch the thing, and even Kanako has talked herself out of it.
fr: Les kappa ne veulent pas y toucher, et même Kanako s’est convaincue de l’abandonner.
zh_cn: 那些河童根本不敢碰那玩意, 就连神奈子也已经打消了这个念头。

source: Still, it’s odd how there were forgotten yōkai from another Gensōkyō, though…
fr: Quand même, c’est étrange qu’il y ait eu des yōkai oubliés d’un autre Gensōkyō…
zh_cn: 不过, 这里竟然会出现来自另一个幻想乡的, 早已被遗忘的妖怪, 这还真是件奇怪的事啊……

source: Ah, whatever. As long as it stays quiet.
fr: Ah, peu importe. Tant que ça reste tranquille.
zh_cn: 呐算了, 只要它安安静静的别出事就好。

source: With the maddening feelings gone, everyone seemed to relax more than usual, like a burden had been lifted off of them.
fr: Avec la disparition des sentiments de folie, tout le monde semblait plus détendu que d’habitude, comme si un fardeau leur avait été enlevé.
zh_cn: 随着那种令人发狂的感觉消失, 每个人似乎都比平时更加放松, 仿佛卸下了沉重的负担。

source: But for some reason, Reimu in particular seemed to have a difficult time settling down.
fr: Mais pour une raison quelconque, Reimu en particulier semblait avoir du mal à se calmer.
zh_cn: 但不知为何, 灵梦似乎特别难以平静下来。

source: And even as some grew to accept the Tower of Babel looming in the skyline, there were frequent mutterings over potentially getting rid of it entirely.
fr: Et même si certains en venaient à accepter la Tour de Babel dominant l’horizon, il y avait de fréquentes rumeurs sur la possibilité de s’en débarrasser complètement.
zh_cn: 尽管有些人逐渐接受了那座耸立在天际上的巴别塔, 但关于是否应该彻底将其拆除的议论仍不绝于耳。

source: Although, nobody had any clue how, except, perhaps, a certain ‘gap yōkai’…
fr: Bien que personne n’avait la moindre idée de comment, sauf peut-être une certaine ‘yōkai des failles’…
zh_cn: 不过, 除了某位「隙间妖怪」之外, 谁也不知道究竟该如何下手……

source: Reimu
zh_cn: 灵梦

source: Marisa
zh_cn: 魔理沙

source: Yōmu
zh_cn: 妖梦

source: Yukari
zh_cn: 紫

source: Kanako
zh_cn: 神奈子

source: Suwako
zh_cn: 诹访子

source: Sanae
zh_cn: 早苗

source: Sumireko
zh_cn: 堇子

source: Yuyuko
zh_cn: 幽幽子

source: Elly
zh_cn: 艾丽

source: Kurumi
zh_cn: 胡桃

source: Remilia
zh_cn: 蕾米莉亚

source: Flandre
zh_cn: 芙兰朵露

source: Patchouli
zh_cn: 帕秋莉

source: Yōmu (Bad Ending)
fr: Yōmu (Fin Tragique)
zh_cn: 妖梦 (坏结局)

source: — The Tower of Babel
fr: — Tour de Babel
zh_cn: —— 巴别塔

source: The infernal machine from another world.
fr: La machine infernal d'un autre monde.
zh_cn: 来自另一个世界的地狱机器。

source: At the foot of the Tower that now imposed itself on Gensōkyō’s skyline…
fr: Au pied de la Tour qui s’imposait désormais sur l’horizon de Gensōkyō…
zh_cn: 在如今耸立于幻想乡天际的高塔脚下……

source: …the greatest swordswoman of Gensōkyō and the Netherworld, Konpaku Yōmu, stood over a makeshift grave, praying.
fr: …la plus grande épéiste de Gensōkyō et de l’Autre-Monde, Konpaku Yōmu, se tenait au-dessus d’une tombe de fortune, en prière.
zh_cn: 全幻想乡兼冥界最NB的剑客, 魂魄妖梦, 站在一个临时堆砌的坟墓前祈祷。

source: No, she hadn’t murdered her opponent. It was, perhaps, a little more troubling than that…
fr: Non, elle n’avait pas tué son adversaire. C’était, peut-être, un peu plus troublant que cela…
zh_cn: 不, 她并没有谋杀她的对手。这件事, 或许比那还要令人不安一些……

source: Tell me again… she simply vanished? In mid-air?
fr: Dis-moi encore… elle a simplement disparu ? En plein air ?
zh_cn: 再跟我说一遍……她就这么消失了? 在半空中?

source: Yes. One moment she was there, and the next, she was not.
fr: Oui. Un instant elle était là, et l’instant d’après, elle ne l’était plus.
zh_cn: 是的。前一刻她还在那里, 下一刻就不见了。

source: The vampire girl from before also disappeared, in addition to all of the loitering fairies.
fr: La fille vampire de tout à l’heure a également disparu, ainsi que toutes les fées traînant dans les environs.
zh_cn: 之前那个吸血鬼也消失了, 还有所有那些闲逛的妖精也都不见了。

source: It was as if everything within it ceased to exist entirely, except myself.
fr: C’était comme si tout ce qui s’y trouvait cessait d’exister entièrement, à l’exception de moi-même.
zh_cn: 仿佛其中的一切都彻底不复存在了，只剩下我自己。

source: Thus, I must assumed I have caused their demise in some way, despite my best intentions.
fr: Ainsi, je dois supposer que j’ai causé leur disparition d’une manière ou l’autre, malgré mes meilleures intentions.
zh_cn: 因此, 我不得不认为, 尽管出于最好的本意, 我还是以某种方式导致了她们的死亡。

source: That woman, Elly… we knew each other for such a short time, yet her passion and fury affected me so deeply.
fr: Cette femme, Elly… nous nous connaissions depuis si peu de temps, et pourtant sa passion et sa fureur m’ont profondément affectée.
zh_cn: 那个女人，艾丽……我们相识的时间如此短暂, 可她的激情与怒火却深深触动了我。

source: Hmm… I don’t sense any lost souls here, and nobody liked that passed through the Netherworld.
fr: Hmm… Je ne ressens aucune âme perdue ici, et personne ne semble être passé par l’Autre-Monde.
zh_cn: 嗯……可我在这里感觉不到任何迷失的灵魂，而且也没有人曾经到过冥界。

source: I doubt she has truly died, then… ah, but all this ‘parallel universes’ stuff is beyond me, hehehe.
fr: Je doute qu’elle soit vraiment morte, alors… ah, mais tout ce truc des ‘univers parallèles’ me dépasse, hehehe.
zh_cn: 那我就该怀疑她应该没有真正死去…… 啊，不过这些「平行宇宙」的事情嘛, 可就超出我的理解范围外啦, 哈哈。

source: The Tower had ceased functioning, returning the land and yōkai around it to some semblance of status quo.
fr: La Tour avait cessé de fonctionner, ramenant la terre et les yōkai qui l’entouraient à un semblant de statu quo.
zh_cn: 高塔已停止运转, 周围的土地与妖怪们恢复到了近似于原来的状态。

source: But the instigators were nowhere to be found. It was as if they had never existed.
fr: Mais les instigateurs étaient introuvables. C’était comme s’ils n’avaient jamais existé.
zh_cn: 但那些始作俑者却无处可寻, 仿佛她们从未存在过一般。

source: Yōmu's newfound fearlessness had been tempered as well, replaced with a sense of loss.
fr: Le courage nouvellement acquis de Yōmu avait aussi été tempéré, remplacé par un sentiment de perte.
zh_cn: 妖梦之前所持有的无畏之心也已消退，取而代之的是一种失落感。

source: Thank you for humouring your humble servant’s odd request, Lady Yuyuko.
fr: Merci d’avoir accepté la demande étrange de votre humble serviteur, Dame Yuyuko.
zh_cn: 感谢您屈尊应允在下这古怪的请求，幽幽子大人。

source: Oh my, think nothing of it! You did great!
fr: Oh mon dieu, ne pensez rien de tout ça ! Vous avez très bien fait !
zh_cn: 哎呀别放在心上啦, 你做得很棒了！

source: But since we’re in the neighbourhood… do you think the kappa are running one of their famous festival grill stands?
fr: Mais puisque nous sommes dans le coin… penses-tu que les kappa tiennent un de leurs célèbres stands de grillades de festival ?
zh_cn: 不过既然我们走到这了……你觉得河童们会不会在附近摆烧烤摊啊？

source: As a celebration for the incident being resolved, perhaps…?
fr: Peut-être comme célébration pour la résolution de l’incident… ?
zh_cn: 或许是为了庆祝事件顺利解决搞的吧……？

source: We could go on a fun date! And I’m feeling a bit peckish…
fr: On pourrait aller à un rendez-vous sympa ! Et j’ai un peu faim…
zh_cn: 那我们就去好好看看吧！而且我也有点饿了……

source: The kappa of Yōkai Mountain were throwing a ‘Gaze Upon The Incredible Tower (From A Safe Distance)’ festival, to encourage human and yōkai tourism after everyone had been scared off by the Tower.
fr: Les kappa de la Montagne des Yōkai organisaient un festival intitulé ‘Regardez la Tour Incroyable (de loin)’, pour encourager le tourisme humain et yōkai après que tout le monde ait été effrayé par la Tour.
zh_cn: 妖怪之山的河童们正在举办一场名为「远观奇塔(请保持安全距离)」的节日庆典, 旨在高塔事件吓跑众人之后, 重新吸引人类与妖怪前来观光旅游。

source: Although, Yōmu found it difficult to enjoy herself, of course.
fr: Cependant, Yōmu avait du mal à profiter de l’instant, bien sûr.
zh_cn: 不过，她当然还是很难真正享受其中。

source: Somewhere, somehow, she hoped the furiously righteous scythe-bearer was still out there, waiting for their rematch…
fr: Quelque part, d’une manière ou d’une autre, elle espérait que la furieuse porteuse de faux était encore là, attendant leur revanche…
zh_cn: 她仍希望那位怒火中烧、秉持正义的持镰者, 依然在那等待着与她再度对决……

source: Yōmu (Extra Stage Intro)
zh_cn: 妖梦 (Extra引子)

source: — The Netherworld
fr: — L’Autre-Monde
zh_cn: ——冥界

source: The nexus between life and death.
fr: Le carrefour entre la vie et la mort.
zh_cn: 生与死所系的纽带。

source: The blademasters, Konpaku Yōmu and Elly, were enjoying a twilight duel between the sakura trees of the ethereal realm.
fr: Les maîtres d’épée, Konpaku Yōmu et Elly, se livraient à un duel crépusculaire entre les cerisiers de l’autre-réalité.
zh_cn: 两位剑术大师, 魂魄妖梦与艾丽, 正在缥缈之境的樱花树下, 享受一场暮色中的对决。

source: The swordswoman was showing the scythe-bearer one of her favourite past-times: the mid-air bisecting sakura petals.
fr: L’épéiste montrait à la porteuse de faux l’un de ses passe-temps préférés : couper des pétales de sakura en plein air.
zh_cn: 那位剑客正在向持镰者展示她钟爱的消遣之一: 在半空中将樱花花瓣一分为二。

source: Yōmu was quite proud of herself, and Elly equally as impressed.
fr: Yōmu était assez fière d’elle-même, et Elly tout autant impressionnée.
zh_cn: 妖梦十分甚至九分的自豪，而艾丽也同样感到印象深刻。

source: During their merriment, there was an interruption, as Elly fished some small device out of her dress pocket.
fr: Pendant leur gaieté, il y eut une interruption, Elly sortant un petit appareil de la poche de sa robe.
zh_cn: 正当她们欢愉之际, 突然——艾丽从裙袋里掏出一个小装置。

source: It was a communication device of some sort that seemed to be vibrating vigorously, projecting an illusion into the air…
fr: C’était un appareil de communication de quelque sorte qui semblait vibrer vigoureusement, projetant une illusion dans l’air…
zh_cn: 那是个某种通讯装置, 正剧烈地震动着, 并在空中投射出一道幻象……

source: Elly's expression suddenly ran cold.
fr: L’expression d’Elly devint soudainement glaciale.
zh_cn: 艾丽的神情骤然冷至冰点。

source: Hm? Is something the matter, my dear?
fr: Hm ? Y a-t-il un problème, ma chère ?
zh_cn: 嗯？艾丽酱, 出什么事了吗？

source: The Tower…! No, it can’t be! But I…!
fr: La Tour… ! Non, ça ne peut pas être ! Mais moi… !
zh_cn: 那高塔……! 不，这不可能！可是我……！

source: Has something changed?
fr: Quelque chose a-t-il changé ?
zh_cn: 有什么变故吗？

source: It’s turning back on! In fact, at its current rate of power, it could—
fr: Elle se rallume ! En fait, à son rythme actuel, elle pourrait—
zh_cn: 它正在重新启动! 照它目前的充能速度, 恐怕——

source: … there’s no other explanation for this.
fr: … il n’y a pas d’autre explication à cela.
zh_cn: ……只有一种可能了。

source: It’s her… the one I told you about.
fr: C’est elle… celle dont je t’ai parlé.
zh_cn: 是她……就是我跟你提过的那位。

source: The one who rescued me, but also manipulated me. The one I… ‘liberated’ the Tower from.
fr: Celle qui m’a sauvée, mais qui m’a aussi manipulée. Celle que j’ai… ‘libérée’ de la Tour.
zh_cn: 那个救了我, 却又操控了我的人。那个把我……从高塔中「解放」出来的人。

source: Yōmu took a deep breath, sheathed her swords, and sighed.
fr: Yōmu prit une grande inspiration, rengaina ses épées et soupira.
zh_cn: 妖梦深吸一口气，收剑入鞘，轻轻叹了口气。

source: I see. So, she’s arrived on her own after all.
fr: Je vois. Alors, elle est arrivée seule après tout.
zh_cn: 我明白了。所以, 她终究还是亲自下场了。

source: I-I thought she would be imprisoned forever, until we were ready! But somehow, somehow she’s—
fr: Je-je pensais qu’elle serait emprisonnée pour toujours, jusqu’à ce que nous soyons prêts ! Mais d’une manière ou d’une autre, elle est—
zh_cn: 我……我以为她会被永远囚禁, 直到我们准备好面对她的那一天! 可不知怎的, 她她她——

source: … she’s freed herself from her prison, and she no doubt intends to finish what she started.
fr: … elle s’est libérée de sa prison, et il ne fait aucun doute qu’elle a l’intention de finir ce qu’elle a commencé.
zh_cn: ……她已经从自己的牢狱中脱身, 而且毫无疑问的是她打算完成当初未竟之事。

source: I see. Then it appears we no longer possess the luxury of time.
fr: Je vois. Alors il semble que nous ne disposions plus du luxe du temps.
zh_cn: 明白。看来我们已再不能坐以待毙了。

source: Yōmu took Elly's hands between her own, grinning confidently.
fr: Yōmu prit les mains d’Elly dans les siennes, souriant confiante.
zh_cn: 妖梦将艾丽的双手合在自己掌中, 自信地一笑。

source: Elly! Let’s face her now, together!
fr: Elly ! Faisons face à elle maintenant, ensemble !
zh_cn: 艾丽! 那就让我们现在一起面对她吧！

source: I-I… I thought we'd have more time! It’s too soon!
fr: Je-je… je pensais qu’on aurait plus de temps ! C’est trop tôt !
zh_cn: 我……我原以为我们还有更多时间! 现在还没准备好啊喂！

source: I’m worried the machine will influence me again! I can’t put you at risk again, and I can’t go with you!
fr: Je crains que la machine ne m’influence à nouveau ! Je ne peux pas te mettre en danger encore une fois, et je ne peux pas venir avec toi !
zh_cn: 我担心那台机器会再次影响我! 我绝不能再让你陷入危险, 也不能跟你一起去！

source: Please forgive me, Yōmu!
fr: Pardonne-moi, Yōmu !
zh_cn: 请你原谅我, 妖梦！

source: I completely understand.
fr: Je comprends tout à fait.
zh_cn: 我完全理解这一点。

source: You… do?
fr: Tu… comprends ?
zh_cn: 你……真的？

source: Yes, of course. There’s a time and place to face one’s fears. This is not your time or place, even somewhat literally.
fr: Oui, bien sûr. Il y a un moment et un endroit pour affronter ses peurs. Ce n’est pas ton moment ni ton endroit, même littéralement.
zh_cn: 是的。直面恐惧也需恰当时机与场合, 而此刻无论从哪方面来说, 都不是属于你的时机或战场。

source: However, don’t think you've gotten off so easily. When I return, it shall be your turn to pay for dinner. Understand?
fr: Cependant, ne pense pas que tu t’en sortes si facilement. Quand je reviendrai, ce sera ton tour de payer le dîner. Compris ?
zh_cn: 不过嘛, 可别以为这样就轻松脱身了。等我回来, 可就轮到你请我吃饭了, 明白吗？

source: Elly couldn’t help but laugh, despite her fears.
fr: Elly ne put s’empêcher de rire, malgré ses peurs.
zh_cn: 尽管心里还是很害怕, 艾莉还是绷不住哈哈大笑起来。

source: After bidding Elly and Lady Yuyuko farewell, Yōmu returned to Gensōkyō, and headed towards the infernal Tower, as it began to shake and groan with impending doom…
fr: Après avoir dit au revoir à Elly et à Dame Yuyuko, Yōmu retourna à Gensōkyō, et se dirigea vers la Tour infernale, alors qu’elle commençait à trembler et à grogner de malheur imminent…
zh_cn: 与艾丽和幽幽子大人道别后, 妖梦重返幻想乡, 朝着那座地狱般的高塔而去——此时高塔已开始震颤、呻吟, 仿佛末日将至……

source: Yōmu (Good Ending)
fr: Yōmu (Fin Heureuse)
zh_cn: 妖梦 (好结局)

source: A dignified shrine at the top of Yōkai Mountain.
fr: Un sanctuaire digne au sommet de la Montagne des Yōkai.
zh_cn: 位于妖怪之山山顶的一座庄严的神社。

source: Atop the Mountain, the Tower of Babel stood silently, as if a sleeping giant.
fr: Au sommet de la Montagne, la Tour de Babel se dressait silencieusement, comme un géant endormi.
zh_cn: 在山顶上，巴别塔静静矗立，宛如一位沉睡的巨人。

source: Below, at the not-so-humble Moriya Shrine, two blademasters were exchanging the techniques of their craft…
fr: En dessous, au sanctuaire pas si humble de Moriya, deux maîtres d’épée échangeaient les techniques de leur art…
zh_cn: 而在下方的极其凡尔赛的守矢神社里, 两个剑术大师正在较量她们的技艺……

source: I’m sure you’re aware that the classic scythe was used by farmers, and was sometimes repurposed as a makeshift weapon—
fr: Je suis sûr que tu sais que la faux classique était utilisée par les paysans, et était parfois transformée en une arme de fortune—
zh_cn: 我相信你清楚, 传统的长柄镰刀原本是农民使用的农具, 偶尔也会被临时改作武器——

source: Yes, of course. Some of the finest martial arts evolved from the practices of common folk—
fr: Oui, bien sûr. Certaines des meilleures arts martiaux sont nées des pratiques des gens du commun—
zh_cn: 当然, 但一些最精妙的武术正是源于人民群众的日常实践——

source: After the incident, Elly and Kurumi agreed to surrender, and disabled the Tower's ability to ‘enlighten’.
fr: Après l’incident, Elly et Kurumi acceptèrent de se rendre, et désactivèrent la capacité de la Tour à ‘éclairer’.
zh_cn: 在那件事后, 艾丽和胡桃同意投降, 并关闭了高塔的所谓「启蒙」能力。

source: Their dispositions softened considerably, and they apologized profusely for what they had tried to do.
fr: Leurs attitudes se radoucirent considérablement, et elles s’excusèrent abondamment pour ce qu’elles avaient essayé de faire.
zh_cn: 她们的态度明显缓和了许多, 并为自己曾做的事情再三道歉。

source: But even as everyone else returned to their usual selves, it seemed that Konpaku Yōmu had retained nearly all of the newfound confidence…
fr: Mais même si tout le monde revenait à son état habituel, il semblait que Konpaku Yōmu avait conservé presque toute la confiance qu’elle avait acquise…
zh_cn: 然而, 就在其他人都恢复如常之际, 魂魄妖梦那份新获得的「自信」似乎几近全部保留了……

source: This Gensōkyō is so different compared to the one I was used to.
fr: Ce Gensōkyō est tellement différent de celui auquel j’étais habituée.
zh_cn: 这个幻想乡与我所熟悉的那个大不相同呢。

source: What was your Gensōkyō like, if I may ask?
fr: À quoi ressemblait ton Gensōkyō, si je peux me permettre de demander ?
zh_cn: 如果可以的话, 能告诉我你那个幻想乡是什么样子的吗？

source: Mostly, a lot smaller. Practically barren compared to this one. It felt more like a road-side food stand.
fr: Principalement, il était bien plus petit. Pratiquement désert comparé à celui-ci. Il ressemblait davantage à un stand de nourriture en bord de route.
zh_cn: 小得多, 跟这里相比简直可以说是太荒凉了, 感觉最多称得上大路边的一条小巷子。

source: Hmm, fascinating…
fr: Hmm, fascinant…
zh_cn: 嗯，真有意思……

source: I know I said this before, but I still feel like a fool after everything.
fr: Je sais que je l’ai déjà dit, mais je me sens toujours comme une idiote après tout ce qui s’est passé.
zh_cn: 我知道我已经说过一次了, 但经历这件事后, 我还是觉得自己像个baka。

source: I was miserable about my home, but to go that far…
fr: J’étais misérable à propos de chez moi, mais en arriver là…
zh_cn: 我虽然对自己的家乡感到痛苦，但也不该做到那种地步……

source: It seems like the one most overcome by madness was myself.
fr: Il semble que celle qui a été la plus submergée par la folie, c’est moi.
zh_cn: 看来, 被那「疯狂」吞噬得最深的, 反而是我自己。

source: I know everyone here accepted my apology, but I’m still truly sorry for what I did.
fr: Je sais que tout le monde ici a accepté mes excuses, mais je suis toujours vraiment désolée pour ce que j’ai fait.
zh_cn: 我知道大伙都接受了我的道歉, 但我对自己所做的一切依然深感歉意。

source: Your pain was legitimate, even if your expression of it was not.
fr: Ta douleur était légitime, même si son expression ne l’était pas.
zh_cn: 没事啦, 你的痛苦确有其事, 即便你表达痛苦的方式并不恰当。

source: Now that you've recognized that, you are welcome here, like anyone else.
fr: Maintenant que tu l’as reconnu, tu es la bienvenue ici, comme n’importe qui d’autre.
zh_cn: 既然你已经意识到了自己的错误, 那就欢迎你留在这里。

source: Tomorrow, provided Lady Yuyuko has no business for me, I would like to show you what the Netherworld and Gensōkyō have to offer!
fr: Demain, à condition que Dame Yuyuko n’ait pas d’affaires pour moi, j’aimerais te montrer ce que le Pays des Morts et Gensōkyō ont à offrir !
zh_cn: 明天只要幽幽子大人没有拜托我做什么事情, 我带你去好好参观冥界和幻想乡都有些什么！

source: Perhaps we could even visit a popular ramen shop nearby. I’m feeling generous, so it shall be my treat!
fr: Peut-être pourrions-nous même visiter un ramen shop populaire pas loin. Je me sens généreuse, ce sera donc ma tournée !
zh_cn: 或许我们可以去附近一家很受欢迎的拉面店逛逛, 今天心情好, 我来买单！

source: O-oh! S-sure, that would be wonderful!
fr: O-oh ! O-oui, ce serait merveilleux !
zh_cn: 噢噢! 那真是太好了！

source: W-Well, I ought to return to my duties at the shrine.
fr: B-Bien, je devrais retourner à mes devoirs au sanctuaire.
zh_cn: 但……那个, 我该回神社继续干活了。

source: I hope the green-haired shrine maiden doesn’t talk my ear off about obsolete entertainment technology again…
fr: J’espère que la prêtresse aux cheveux verts ne va pas encore me bassiner avec ses technologies de divertissement obsolètes…
zh_cn: 希望那个绿毛巫女别再跟我滔滔不绝地讲那些过时的娱乐小科技了……

source: I commend you for complying with your penance, despite its… cruel hardships.
fr: Je te félicite d’avoir respecté ta pénitence, malgré ses… cruelles difficultés.
zh_cn: 我钦佩你始终如一地为自己所为赎罪, 尽管这条道路充满残酷与……艰辛,

source: The pair of them laughed.
fr: Elles rirent toutes les deux.
zh_cn: 两人都哈哈大笑起来。

source: The two blademasters had become practically inseparable in an incredibly short time.
fr: Les deux maîtres d’épée étaient devenues pratiquement inséparables en un temps incroyablement court.
zh_cn: 这两位剑术大师短短几天内几乎变得形影不离。

source: As they spent many evenings dueling, practicing, and drinking merrily, many folks commented on how they had never seen Yōmu so thrilled.
fr: Alors qu’elles passaient de nombreuses soirées à s’affronter, s’entraîner et boire joyeusement, beaucoup de gens commentaient à quel point ils n’avaient jamais vu Yōmu aussi enthousiaste.
zh_cn: 她们在无数个夜晚切磋剑术、练习技艺、畅饮欢谈, 许多人都感叹居然见到妖梦这么兴奋。

source: Despite the incident being resolved, nobody had figured out how to remove the Tower, and most were too anxious to even think about it.
fr: Bien que l’incident fût résolu, personne n’avait trouvé comment retirer la Tour, et la plupart étaient trop anxieux pour même y penser.
zh_cn: 尽管事件已经平息, 却仍无人想出办法拆除那座高塔, 而大多数人甚至吓得根本不敢去想这件事。

source: And with its lingering, menacing visage blighting the skyline, many wondered if the Tower was truly inert and harmless.
fr: Et avec son apparence menaçante persistante souillant l’horizon, beaucoup se demandaient si la Tour était vraiment inerte et inoffensive.
zh_cn: 而高塔那挥之不去, 令人不安的黑影依然矗立于幻想乡的天际线, 许多人不禁怀疑, 这座高塔是否真的已经彻底沉寂, 再无威胁。

source: Meanwhile, in the Netherworld, a certain gap yōkai and her ghostly companion discussed details of an ancient future’s past…
fr: Pendant ce temps, dans le Pays des Morts, une certaine yōkai de l’écart et son compagnon fantomatique discutaient des détails d’un passé d’un futur ancien…
zh_cn: 与此同时, 在冥界, 某位「隙间妖怪」与她那跟幽灵一样的同伴, 正低声谈论着某个「古老未来」的往昔……

source: Cirno
zh_cn: 琪露诺

source: Thermodynamic Ice Fairy
fr: Fée Glacial Thermodynamique
zh_cn: 热力学的冰之妖精

source: Kagiyama Hina
zh_cn: 键山 雏

source: Gyroscopic Pestilence God
fr: Dieu Gyroscopique de la Peste
zh_cn: 回旋的厄神

source: Wriggle Nightbug
fr: Insecte nocturne frétillant
zh_cn: 莉格露·奈特巴格

source: Insect Rights Activist
fr: Militant pour les droits des insectes
zh_cn: 昆虫权利活动家

source: High-Society Phlebotomist
fr: Phlébotomiste de la haute société
zh_cn: 上流的吸血技师

source: Nagae Iku
zh_cn: 永江 衣玖

source: Fulminologist of the Heavens
fr: Fulminologue des cieux
zh_cn: 天界的闪电学家

source: The Theoretical Reaper
fr: La Faucheuse Théorique
zh_cn: 理论收割者

source: Snow again? But I just put away my winter coat.
fr: De la neige encore ? Mais je viens de ranger mon manteau d’hiver.
zh_cn: 又下雪了? 可我把冬衣刚收起来诶。

source: …even though it’s half-way through summer already.
fr: …alors qu’on est déjà à la moitié de l’été.
zh_cn: ……而且夏天已经过了一半。

source: Don’t you like the cold weather???
fr: Tu n’aimes pas le temps froid???
zh_cn: 难道泥不喜欢冷天吗? ? ?

source: It should be winter all the time!
fr: Il devrait toujours faire hiver!
zh_cn: 应该一直都是冬天才对!
