Repository: taisei-project/taisei
Catalog: po/*.po
Languages: fr, zh_cn

source: However, the tower’s psychological effects began to intensify, and I began to fear that nobody would take charge.
fr: Cependant, les effets psychologiques de la tour ont commencé à s’intensifier, et j’ai commencé à craindre que personne ne prenne les choses en main.
zh_cn: 然而, 这座塔的心理影响开始加剧, 我担心没有人来垫底。

source: (Do people have this little faith in me…?)
fr: (Les gens ont-ils si peu de foi en moi…?)
zh_cn: （别人对我就这么没信心吗……? ）

source: As more minds began to fall prey, I considered a theory…
fr: Alors que de plus en plus d’esprits commençaient à succomber, j’ai envisagé une théorie…
zh_cn: 随着越来越多的人开始陷入这种状态, 我想出了一个理论……

source: Is this machine incompatible with the existence of fantasy?
fr: Cette machine serait-elle incompatible avec l’existence du fantastique?
zh_cn: 这台机器是否与幻想的存在格格不入?

source: That may be why you feel a sense of dread about the place.
fr: C’est peut-être pour cela que tu ressens une crainte face à cet endroit.
zh_cn: 这也许就是为什么你对这个地方感到恐惧的原因。

source: Well, that settles it. Where’s the owner, then?
fr: Bon, ça règle la question. Où est la propriétaire, alors?
zh_cn: 好了, 事情解决了。 那么, 这塔的所有者在哪儿呢?

source: To be frank, I am not sure whether you are up to the task.
fr: Pour être franche, je ne suis pas sûre que tu sois à la hauteur.
zh_cn: 负责任的说, 我不确定你是否能担此大任。

source: You are still relatively composed, yes, but your mental state seems to be deteriorating.
fr: Tu restes relativement calme, certes, mais ton état mental semble se détériorer.
zh_cn: 虽你仍然相对镇定, 但你的精神状态正在「恶化」。

source: Deteriorating? But I just got here!
fr: Se détériorer? Mais je viens juste d’arriver!
zh_cn: 恶化? 可我才刚到这里!

source: You are still so worrisome. You ought to go home before you lose yourself.
fr: Tu restes si préoccupante. Tu ferais mieux de rentrer avant de te perdre toi-même.
zh_cn: 你还是这么让人操心。趁还没迷失自己, 赶紧回家吧。

source: No!
fr: Non!
zh_cn: 不要!

source: I beg your pardon?
fr: Comment?
zh_cn: 你说什么?

source: Don’t keep telling me how little you think of me. I’m sick of it!
fr: Ne continue pas à me répéter à quel point tu penses peu de moi. J’en ai assez!
zh_cn: 别总是跟我说你有多看不起我。我受够了!

source: I’m going to give everyone a reason to have faith in me!
fr: Je vais donner à tout le monde une raison d’avoir foi en moi!
zh_cn: 我要让每个人都有理由相信我!

source: It seems your resolve is unwavering. Very well, then.
fr: Il semble que ta détermination soit inébranlable. Très bien, alors.
zh_cn: 看来你的决心坚定不移。很好, 那么来吧,

source: Allow me to test your resistance to their infuriating machine!
fr: Permets-moi de tester ta résistance à leur machine exaspérante!
zh_cn: 以这松果弹抖闪电鞭, 检验你对那byd机器的抵抗力!

source: Thunder clouds? Are we really that high up?
fr: Des nuages d’orage? On est vraiment si haut que ça?
zh_cn: 雷云? 咱现在居然在这么高的地方了?

source: Ah…
zh_cn: 啊……

source: I was wrong for doubting you, I suppose…
fr: J’ai eu tort de douter de toi, je suppose…
zh_cn: 我觉得你可能搞错了什么……

source: Somehow I don’t feel too satisfied by that.
fr: Pour une raison ou une autre, je ne me sens pas vraiment satisfaite de ça.
zh_cn: 不知道为啥, 我感觉有点不爽呢。

source: To be honest with you, I’m glad you arrived after all.
fr: Pour être honnête avec toi, je suis contente que tu sois finalement venue.
zh_cn: 说实话, 我很高兴你终于来了。

source: I know now that I would not have been able to defeat her.
fr: Je sais maintenant que je n’aurais pas été capable de la vaincre.
zh_cn: 我现在知道我不可能打败她。

source: Since you’re still able to think clearly, perhaps Gensōkyō will be saved after all.
fr: Puisque tu es encore capable de penser clairement, peut-être que Gensōkyō sera sauvé après tout.
zh_cn: 既然你还能清醒地思考, 或许幻想乡终究还是能得救的。

source: Finally.
fr: Enfin.
zh_cn: 最后,

source: But you’re right. This is bigger than Gensōkyō.
fr: Mais tu as raison. C’est plus grand que Gensōkyō.
zh_cn: 你说得对, 这是一个远高于幻想乡的存在。

source: I’ll need to take this seriously.
fr: Je vais devoir prendre ça au sérieux.
zh_cn: 还是认真对待此事为妙。

source: Glad to hear it.
fr: Ravie de l’entendre.
zh_cn: 非常高兴能听到你这样说。

source: Well, well, well. It seems a faithful rat trespassed on our domain.
fr: Eh bien, eh bien, eh bien. On dirait qu’un rat fidèle s’est introduit sur notre territoire.
zh_cn: 啧啧啧, 看来有只小老鼠擅闯了我们的地盘。

source: How strange. You should’ve lost your mind by now.
fr: Comme c’est étrange. Tu aurais déjà dû perdre la tête.
zh_cn: 挺意外的, 你现在应该也疯了才对。

source: Just turn it off already.
fr: Éteins-la, simplement.
zh_cn: 你现在就把它关掉吧。

source: I’m not in the mood to argue, so don’t push me!
fr: Je ne suis pas d’humeur à discuter, alors ne me pousse pas!
zh_cn: 我没心情争论, 所以可别逼我, 自裁吧!

source: Bold of you to barge into MY tower and give ME orders!
fr: Il faut du culot pour entrer dans MA tour et ME donner des ordres!
zh_cn: 好好好, 你竟敢闯入我的塔然后还向我发号施令!

source: I still remember what you did to Lady Kazami and I back then!
fr: Je me souviens encore de ce que tu as fait à Dame Kazami et à moi, à l’époque!
zh_cn: 我还记得当时你对我和风见大人做的事!

source: And what was that, again?
fr: Et c’était quoi, déjà?
zh_cn: 啥玩意?

source: I’m getting a familiar feeling just looking at you, but…
fr: J’ai une impression de déjà-vu rien qu’en te regardant, mais…
zh_cn: 看着你我就有一种熟悉的感觉, 但是……

source: Is this a joke?! Are you trying to mock me?!
fr: C’est une blague?! Tu essaies de te moquer de moi?!
zh_cn: 开玩笑? ! 你是在嘲笑我吗? !

source: I think I would’ve remembered a giant tower that makes people go mad with power!
fr: Je pense que je me serais souvenue d’une tour géante qui rend les gens fous de pouvoir!
zh_cn: 我想一座让人疯癫的高塔可不该忘记啊喂!

source: The least you can do when accusing someone is to tell them what they’ve supposedly done!
fr: Le minimum quand on accuse quelqu’un, c’est de lui dire ce qu’il est censé avoir fait!
zh_cn: 而且, 你指控别人的时候好歹说一下罪名吧?

source: Ah. I see.
fr: Ah. Je vois.
zh_cn: 啊, 我明白了。

source: Fine. I will.
fr: Très bien. Je vais le faire.
zh_cn: 所以就直说吧。

source: This tower is a recent invention. Its mere existence is revolutionary in several scientific fields.
fr: Cette tour est une invention récente. Sa simple existence est révolutionnaire dans plusieurs domaines scientifiques.
zh_cn: 这座塔是近期发明的。它的存在本身就对多个 科学领域产生了革命性的影响。

source: The denizens of this Gensōkyō ought to have been thankful for its vast scientific knowledge…
fr: Les habitants de ce Gensōkyō auraient dû être reconnaissants pour son immense savoir scientifique…
zh_cn: 这个幻想乡的居民, 本应感谢这里丰富的科学知识……

source: But alas, we have other plans.
fr: Mais hélas, nous avons d’autres projets.
zh_cn: 但遗憾的是, 我们还有其他计划。

source: ‘This’ Gensōkyō…?
fr: ‘Ce’ Gensōkyō…?
zh_cn: 「这个」幻想乡……?

source: Somehow, it feels like more of a punishment.
fr: D’une certaine manière, on dirait plutôt une punition.
zh_cn: 可我感觉这玩意, 更像是某种惩罚之类的东西。

source: Ever heard of ‘ignorance is bliss’?
fr: Tu as déjà entendu parler de ‘l’ignorance est un bonheur’?
zh_cn: 听说过「无知即福」吗?

source: There won’t be anyone to rule over, or whatever, if you make them all lose it.
fr: Il n’y aura plus personne à dominer, ou peu importe, si tu les rends tous fous.
zh_cn: 如果你用知识让他们都失控了, 你就没有统治对象了, 大抵就这个意思。

source: The Tower of Babel is capable of ‘enlightening’ those fortunate to be around it.
fr: La Tour de Babel est capable ‘d’éclairer’ ceux qui ont la chance de se trouver près d’elle.
zh_cn: 这巴别塔, 能够「启迪」那些有幸身处其周围的人。

source: Anyone unable to comprehend its brilliance will be driven to madness.
fr: Quiconque incapable de comprendre son éclat sera poussé à la folie.
zh_cn: 任何无法理解其辉煌的人都会陷入疯狂。

source: But this is simply retribution for the crimes that have been committed against us!
fr: Mais ce n’est qu’une simple rétribution pour les crimes qui ont été commis contre nous!
zh_cn: 但这不过是你们所犯下的罪行应得的报应!

source: ‘Parallel universes’, is that it?
fr: ‘Univers parallèles’, c’est bien ça?
zh_cn: 「其他平行宇宙」就这个样?

source: Hmm? Is that what you think this Gensōkyō is?
fr: Hmm? C’est ce que tu penses que ce Gensōkyō est?
zh_cn: 嗯? 你认为这个幻想乡就是这样的吗?

source: You tell me! You’re the megalomaniac!
fr: C’est toi qui me le dis! C’est toi la mégalomane!
zh_cn: 你自己说的! 你个宇宙无敌自大狂!

source: Do you hate me because some other Reimu did something? Is that it?
fr: Tu me détestes parce qu’une autre Reimu aurait fait quelque chose? C’est ça?
zh_cn: 你是因为其他灵梦做了什么事才这么恨我的吧?

source: But then what does that have to do with any of us?!
fr: Mais alors, quel rapport avec nous?!
zh_cn: 但这与我们有什么关系呢? !

source: For a ‘scientist’, you’re not making a whole lot of sense!
fr: Pour une ‘scientifique’, tu n’es pas très cohérente!
zh_cn: 作为一名「科学家」, 你的说辞毫无意义!

source: Perhaps you’ve simply forgotten, like you have of the rest of us!
fr: Peut-être que tu as simplement oublié, comme tu l’as fait pour le reste d’entre nous!
zh_cn: 你大概已经干脆忘了这些恶行, 就像忘了我们其他人一样!

source: Only the privileged, such as Lady Kazami, made it out! The rest of us were lost!
fr: Seuls les privilégiés, comme Dame Kazami, s’en sont sortis! Le reste d’entre nous a été perdu!
zh_cn: 只有像风见大人这样的特权人士才能逃出来! 我们其他人都神隐了!

source: You mean Kazami Yūka? And I suppose… Alice, too?
fr: Tu veux dire Kazami Yūka? Et je suppose… Alice aussi?
zh_cn: 你指的是风见幽香? 我想还带个爱丽丝对吧?

source: I remember when I first met Alice, and she said some weird things too, just like you are now.
fr: Je me souviens de ma première rencontre avec Alice, et elle disait aussi des choses étranges, tout comme toi maintenant.
zh_cn: 我记得第一次见到爱丽丝的时候, 她也说了一些奇怪的话, 就像你现在这样。

source: But she didn’t go around threatening everyone!
fr: Mais elle ne se mettait pas à menacer tout le monde!
zh_cn: 但她可没有像你这个深井冰到处威胁大家!

source: We weren’t as lucky! And as reparation, we will take control of this Gensōkyō!
fr: Nous n’avons pas eu cette chance! Et en guise de réparation, nous prendrons le contrôle de ce Gensōkyō!
zh_cn: 我们可没那么幸运! 作为补偿, 我们将统治这个幻想乡!

source: We will make it so we will NEVER be forgotten!
fr: Nous ferons en sorte de ne JAMAIS être oubliés!
zh_cn: 我们将努力让我们再不会被遗忘!

source: Even in Gensōkyō, you can be forgotten, huh?
fr: Même à Gensōkyō, on peut être oublié, hein?
zh_cn: 可既然出现在幻想乡, 你也注定是被遗忘的东西吧?

source: What a miserable thought. No wonder I felt terrible just seeing this place!
fr: Quelle pensée misérable. Pas étonnant que je me sois sentie mal rien qu’en voyant cet endroit!
zh_cn: 真是悲惨的想法, 难怪我看到这个地方就感觉很糟糕!

source: Turn it off, or being forgotten will be the least of your worries!
fr: Éteins-la, ou être oubliée sera le moindre de tes soucis!
zh_cn: 赶紧关掉它吧, 之后你就不必担忧被遗忘了!

source: It’s too late for that! Soon, all of Gensōkyō will become enlightened!
fr: Il est trop tard pour ça! Bientôt, tout Gensōkyō sera illuminé!
zh_cn: 已经太迟了! 很快, 幻想乡的所有人都会醒悟的!

source: Don’t you understand, pitiful shrine maiden? Science is an unfathomable power, surpassed by nothing!
fr: Tu ne comprends donc pas, pitoyable prêtresse? La science est un pouvoir insondable, surpassé par rien!
zh_cn: 可怜的巫女, 你难道不明白吗? 科学是深不可测的力量, 无可匹敌!

source: We won’t be forgotten again!
fr: Nous ne serons plus jamais oubliés!
zh_cn: 我们不会再被遗忘了!

source: Is that it? Are you finally done?
fr: C’est tout? Tu as enfin fini?
zh_cn: 嗯? 就这样搞定了?

source: Y-you think this is over?! The time of reckoning is upon you!
fr: T-tu crois que c’est fini?! L’heure du jugement est venue pour toi!
zh_cn: 你、你以为这就结束了吗? ! 清算的时刻到了!

source: Gaze upon the ultimate truth of the universe, and tremble!
fr: Contemple la vérité ultime de l’univers, et tremble!
zh_cn: 凝视宇宙的终极真理, 颤抖吧!

source: I suppose falling snow can be just as pretty as cherry blossoms…
fr: Je suppose que la neige qui tombe peut être aussi belle que les fleurs de cerisier…
zh_cn: 飘落的雪花也能可以和樱花一样美丽吗……

source: Hey!
fr: Hé!
zh_cn: 嘿!

source: I’m cooler than you, so get off my lake!
fr: Je suis plus cool que toi, alors dégage de mon lac!
zh_cn: 咱比泥更酷, 快离开咱的湖!

source: I can see you’re quite cold, yes.
fr: Je vois que tu es plutôt froide, en effet.
zh_cn: 嗯, 看得出来你确实挺冷的。

source: I tend to dislike dueling those weaker than myself, so I’d appreciate it if you’d step aside.
fr: J’ai tendance à ne pas aimer me battre contre plus faible que moi, alors j’aimerais que tu t’écartes.
zh_cn: 我向来不喜欢与弱于自己的人决斗, 所以麻烦让开一下。

source: Hah! Maybe YOU should step aside, then!
fr: Hah! Peut-être que c’est TOI qui devrais t’écarter, alors!
zh_cn: 哈! 泥才应该让开!

source: I suppose it’s as good a time as any to practice my Snowflake-Destruction Technique.
fr: Je suppose que c’est le bon moment pour m’exercer à ma Technique de Destruction des Flocons.
zh_cn: 我想现在正是练习我的「崩雪术」的好时机。

source: But if I turn you into a snowflake, you’ll have to chop yourself in half!
fr: Mais si je te transforme en flocon de neige, tu devras te trancher toi-même en deux!
zh_cn: 啦如果咱把泥冻成雪花, 是不是要把自己劈了呢?

source: The cold is no good for such fine blades…
fr: Le froid n’est pas bon pour des lames aussi fines…
zh_cn: 寒冷对这把利刃没什么好处……

source: Y-you should be careful with t-those!
fr: T-tu devrais faire attention avec c-ces choses-là!
zh_cn: 啊啊啊泥小心点啊!

source: Yes, that’s what I was just saying.
fr: Oui, c’est justement ce que je disais.
zh_cn: 刚才我说的就是这个意思。

source: So this is Yōkai Mountain…
fr: Alors c’est ça, la Montagne Yōkai…
zh_cn: 所以这里就是妖怪之山……

source: A shame, I’ve heard this is usually quite a lovely place.
fr: Quel dommage, j’ai entendu dire que c’est habituellement un endroit charmant.
zh_cn: 真遗憾, 我听说这里平常是个非常美丽的地方。

source: Oh my, what’s this? A new face?
fr: Oh, tiens donc, qu’avons-nous là? Un nouveau visage?
zh_cn: 哦? 新面孔?

source: And who might you be, dear?
fr: Et qui es-tu, ma chère?
zh_cn: 你叫什么呢, 亲爱的?

source: Konpaku Yōmu. I am on a mission from Lady Yuyuko to investigate—
fr: Konpaku Yōmu. Je suis en mission pour Dame Yuyuko afin d’enquêter—
zh_cn: 在下魂魄妖梦, 受幽幽子大人之命前来调查——

source: I’ve never heard of this ‘Lady Yuyuko’ you speak of, but I can’t let this slide.
fr: Je n’ai jamais entendu parler de cette ‘Dame Yuyuko’ dont tu parles, mais je ne peux pas laisser passer ça.
zh_cn: 我从没听说过你所说的这个“幽幽子大人”, 但我不能对此置之不理。

source: Young girls such as yourself shouldn’t be sent to do such dangerous errands!
fr: Les jeunes filles comme toi ne devraient pas être envoyées faire des courses aussi dangereuses!
zh_cn: 像你这么年轻的女孩, 不该被派去执行如此危险的任务!

source: ‘Y-Young girl’?! I’ll have you know that I am an expert swordswoman—
fr: ‘J-jeune fille’?! Je te ferai savoir que je suis une épéiste experte—
zh_cn: 谢谢夸奖, 但容我展示少女剑客的威光——

source: —having mastered my technique over *decades*—
fr: —ayant maîtrisé ma technique au fil de *décennies*—
zh_cn: ——磨练数十年的剑术臻于精湛——

source: —dare I say even the best in Gensōkyō—
fr: —oserais-je dire même la meilleure de Gensōkyō—
zh_cn: ——已在幻想乡无人可敌——

source: Aww… but you’re so adorable! No way someone like you could be into that.
fr: Aww… mais tu es tellement adorable! Impossible qu’une fille comme toi soit dans ce genre de chose.
zh_cn: 哎呀……但你实在太可爱了! 像你这样的人怎么可能真的会那些呢。

source: Are you sure this ‘expert swordswoman’ thing isn’t just some sort of teenage phase?
fr: Tu es sûre que cette histoire ‘d’épéiste experte’ n’est pas juste une sorte de phase d’adolescente?
zh_cn: 你确定你这个「少女剑客的威光」的说法 不是什么青春期中二病发作吗?

source: It’s not a PHASE, mo—
fr: Ce n’est pas une PHASE, mè—
zh_cn: 并非中二, 妈——

source: Did you just call me ‘mom’…?
fr: Tu viens de m’appeler ‘maman’…?
zh_cn: 你刚刚……叫我“妈妈”了?

source: I did not.
fr: Je ne l’ai pas fait.
zh_cn: 没有。

source: It must be the madness overcoming you.
fr: Ce doit être la folie qui te gagne.
zh_cn: 一定是这疯狂逐渐吞噬了你。

source: Yes, indeed.
fr: Oui, en effet.
zh_cn: 大概是这样吧。

source: My, my…~
fr: Oh là là…~
zh_cn: 我、我的……~

source: Don’t you dare.
fr: N’ose même pas.
zh_cn: 还请安静。

source: The further I go into this forest, the more restless I feel.
fr: Plus j’avance dans cette forêt, plus je me sens agitée.
zh_cn: 越往这片森林深处走去, 就感觉越不安。

source: Something is definitely amiss.
fr: Quelque chose ne tourne clairement pas rond.
zh_cn: 情况绝对不对劲。

source: Amiss?
fr: Pas rond?
zh_cn: 不对劲?

source: Perhaps you’re frightened by our growing, overwhelming influence?
fr: Peut-être es-tu effrayée par notre influence grandissante et écrasante?
zh_cn: 也许你是被我们蒸蒸日上的影响力吓到了?

source: Bugs do not concern me at the moment.
fr: Les insectes ne me préoccupent pas pour le moment.
zh_cn: 目前而言, 虫子对我不足为惧。

source: Oh, so all insects are ‘bugs’ now, hmm? I see how it is!
fr: Oh, donc tous les insectes sont des ‘bestiole’ maintenant, hmm? Je vois comment c’est!
zh_cn: 合计现在所有昆虫都叫「虫子」了? 好好好……

source: Ever heard of beetles? Flies? Show us some respect!
fr: Tu as déjà entendu parler des scarabées? Des mouches? Montre-nous un peu de respect!
zh_cn: 你听说过甲虫、苍蝇吗? 好歹也给我们一点尊重!

source: Apologies, I meant no offense.
fr: Mes excuses, je n’avais pas l’intention d’offenser.
zh_cn: 抱歉, 在下并无冒犯之意。

source: I am on a mission from Lady Yuyuko to end whatever is causing the disturbance—
fr: Je suis en mission pour Dame Yuyuko afin de mettre fin à ce qui cause ces perturbations—
zh_cn: 我奉幽幽子大人之命前来, 终结这场动乱的源头——

source: Oh, oh, I understand now.
fr: Oh, oh, je comprends maintenant.
zh_cn: 哦哦, 知道了。

source: The power wielded by an army of giant insects would surely raise some concerns.
fr: Le pouvoir d’une armée d’insectes géants aurait de quoi éveiller quelques inquiétudes.
zh_cn: 一支由巨型昆虫组成的军队所掌握的力量, 确实足以令人担忧。

source: Simply put, we want to restore our rightful place in history!
fr: Pour faire simple, nous voulons restaurer notre place légitime dans l’histoire!
zh_cn: 简单来说, 我们要夺回我们在历史中应有的地位!

source: It’s only natural that the lower inhabitants of the mountain would get nervous in the face of our natural dominance.
fr: Il est tout naturel que les habitants inférieurs de la montagne deviennent nerveux face à notre domination naturelle.
zh_cn: 面对我们与生俱来的统治力, 山上那些底层居民感到紧张, 也是再自然不过的事了。

source: Your apology is accepted. You shall not fear our wrath—
fr: Tes excuses sont acceptées. Tu n’auras pas à craindre notre courroux—
zh_cn: 我们接受你的道歉, 你将不必畏惧我们的怒火——

source: … no, no, bugs alone wouldn’t cause this kind of disturbance…
fr: … non, non, des insectes seuls ne pourraient pas causer ce genre de perturbation…
zh_cn: ……不, 单靠虫子是不会引起这种程度的骚动的……

source: All they’re capable of is ruining my carefully manicured garden.
fr: Tout ce dont ils sont capables, c’est de ruiner mon jardin soigneusement entretenu.
zh_cn: 它们顶多也就是毁掉我精心打理的庭院罢了。

source: Did you just say you’re…
fr: Tu viens de dire que tu es…
zh_cn: 你刚刚是说你是个……?

source: … a gardener?!
fr: … une jardinière?!
zh_cn: 园艺师? !

source: Your true face is finally revealed!
fr: Ton vrai visage est enfin révélé!
zh_cn: 你的真实面目终于暴露了!

source: My light shines brighter than ever now! I shall teach this lowly usurper due respect!
fr: Ma lumière brille plus fort que jamais maintenant! J’enseignerai à cette vile usurpatrice le respect qui m’est dû!
zh_cn: 我的光芒此刻比以往任何时候都要耀眼! 我定要让这个卑微的篡位者学会应有的尊重!

source: So that we may live above beyond your green thumb once and for all!
fr: Afin que nous vivions au-delà de ta main verte, une bonne fois pour toutes!
zh_cn: 这样我们便能凌驾于你那别样的园艺技术了!

source: Are you aware of the legend of the Tonbokiri?
fr: Connais-tu la légende du Tonbokiri?
zh_cn: 你知晓「蜻蛉切」的传说吗?

source: It was said its blade could cut insects in half simply by them landing on it.
fr: On disait que sa lame pouvait trancher un insecte en deux simplement en le laissant s’y poser.
zh_cn: 据说, 它的刀刃锋利到只要昆虫一落在上面, 就会被切成两半。

source: Undoubtedly, that is what has transpired today.
fr: Sans aucun doute, c’est ce qui s’est produit aujourd’hui.
zh_cn: 今日在下所展示的便是如此。

source: That’s not the past I saw…
fr: Ce n’est pas le passé que j’ai vu…
zh_cn: 那不是我所见到的过去……

source: How unfortunate for you.
fr: Comme c’est regrettable pour toi.
zh_cn: 对你来说, 真是不幸啊。

source: Fear not. I will end your delusional madness and restore justice and order to the—
fr: N’aie crainte. Je mettrai fin à ta folie délirante et je rétablirai la justice et l’ordre dans—
zh_cn: 不必害怕。我将终结你这荒诞的疯狂, 恢复这片土地应有的正义与秩序——

source: … ugh, that’s a little much, even for me, isn’t it?
fr: … euh, c’est un peu excessif, même pour moi, non?
zh_cn: ……呃, 这台词好像有点太中二了, 连我自己都觉得有点尴尬……

source: Seems about right, honestly…
fr: Ça me paraît juste, honnêtement…
zh_cn: 老实说, 好像你说的没啥问题……

source: A-ha, I must be close to the true entrance now.
fr: A-ha, je dois être proche de la véritable entrée maintenant.
zh_cn: 啊哈, 我现在一定离真正的入口不远了。

source: This tower… I can already feel it…
fr: Cette tour… je peux déjà la sentir…
zh_cn: 这高塔……我有一种预感……

source: Could this be a challenge worthy of my skills…?!
fr: Se pourrait-il que ce soit un défi digne de mes compétences…?!
zh_cn: 难道会有足以让我全力以赴的挑战吗……? !

source: Really? This mansion is actually pretty trashy, though.
fr: Vraiment? Ce manoir est en fait plutôt miteux, tu sais.
zh_cn: 真的吗? 不过这宅子实际上还挺破烂的啊。

source: Who might you be?
fr: Qui es-tu donc?
zh_cn: 你是?

source: Hmph! I’m Kurumi, a lone black rose drowning in a sea of bad taste!
fr: Hmph! Je suis Kurumi, une rose noire solitaire noyée dans une mer de mauvais goût!
zh_cn: 哼! 我叫胡桃, 一朵在恶俗海洋中独自绽放的黑玫瑰!

source: You better remember that!
fr: Tu as intérêt à t’en souvenir!
zh_cn: 你最好给我牢牢记住!

source: Perhaps I will.
fr: Peut-être bien que oui.
zh_cn: 也许我会的。

source: Are you an associate of this… mansion-tower’s denizens, then?
fr: Serais-tu une associée des habitants de cette… tour-manoir, alors?
zh_cn: 那么, 你是这座宅子与高塔里住民的同伙吗?

source: Of course not! Who do you take me for?!
fr: Bien sûr que non! Pour qui me prends-tu?!
zh_cn: 当然不是! 你把我当成什么人了? !

source: No WAY I’d want to associate myself with the dweebs running this mansion!
fr: Hors de question que je m’associe avec les minables qui dirigent ce manoir!
zh_cn: 我怎么可能想去跟这宅子里那群深井冰混在一起!

source: They dress like they’ve fallen out of a bad 80s anime!
fr: Ils s’habillent comme s’ils sortaient d’un mauvais anime des années 80!
zh_cn: 她们穿得就像从一部糟糕的80年代动漫里掉出来的一样!

source: I see. I have no immediate reason to distrust you.
fr: Je vois. Je n’ai aucune raison immédiate de me méfier de toi.
zh_cn: 原来如此, 我目前没有立刻不信任你的理由。

source: … what’s an ‘80s anime’, though, if I may ask?
fr: … qu’est-ce qu’un ‘anime des années 80’, si je puis demander?
zh_cn: ……不过, 恕我询问一下, 什么是「80年代动漫」?

source: I don’t know, don’t ask me!
fr: Je ne sais pas, ne me demande pas!
zh_cn: 我不造啊, 别问我!

source: The lady in the tower talks about it a lot, so it must be something horrible for sure.
fr: La dame dans la tour en parle tout le temps, donc ça doit être quelque chose d’horrible, c’est sûr.
zh_cn: 塔里的那位女士经常提到它, 肯定是什么非常可怕的东西没错。

source: Didn’t you just say you weren’t associated with them?
fr: Tu n’as pas dit à l’instant que tu n’étais pas associée à eux?
zh_cn: 但似乎你刚才说你和他们没关系。

source: Yeah, but I was lying to see how gullible you were.
fr: Ouais, mais je mentais pour voir à quel point tu étais crédule.
zh_cn: 诶嘿, 我那是骗你的, 想看看你有多好骗。

source: O-of course. I-I knew that.
fr: B-bien sûr. J-je le savais.
zh_cn: 额……我、我早清楚了。

source: I wanted to see if you’d come clean.
fr: Je voulais voir si tu dirais la vérité.
zh_cn: 只是想看看你会不会主动坦白。

source: My true challenge lies beyond you. Step aside.
fr: Mon véritable défi se trouve au-delà de toi. Écarte-toi.
zh_cn: 我真正的目标在你身后。就此离开, 没人会受伤。

source: Nope. You’ve got a dance with a gorgeous vampire scheduled first!
fr: Non. Tu as d’abord une danse prévue avec une superbe vampire!
zh_cn: 没门, 你得先跟我这位美艳的吸血鬼跳支舞才行!

source: En garde, brooding swordsgirl!
fr: En garde, épéiste mélancolique!
zh_cn: 挥出利刃吧, 忧郁的少女剑客!

source: Despite your inferior technique, I must thank you.
fr: Malgré ta technique inférieure, je dois te remercier.
zh_cn: 尽管你的剑术尚显拙劣, 但我仍要感谢你。

source: ‘Dancing’ with you has been a pleasant distraction on the path to completing my mission.
fr: ‘Danser’ avec toi fut une agréable distraction sur le chemin de l’accomplissement de ma mission.
zh_cn: 与阁下的「共舞」为我完成任务的旅途 增添了一段愉快的插曲。

source: Tell your ‘leader’ that I am coming for them.
fr: Dis à ton ‘chef’ que je viens pour lui.
zh_cn: 告诉你们的首领, 我马上就到。

source: (She earnestly talks like a manga anti-hero…)
fr: (Elle parle vraiment comme une anti-héroïne de manga…)
zh_cn: （她认真起来说话简直就像个漫画里的反英雄……）

source: O-Oh, okay then!
fr: O-oh, d’accord alors!
zh_cn: 哦、哦, 好吧!

source: I’m sick of guarding this creepy, spooky mansion anyways.
fr: J’en ai marre de garder ce manoir sinistre et flippant de toute façon.
zh_cn: 反正我也受够了看守这座阴森诡异的宅子。
