Repository: taisei-project/taisei
Catalog: po/*.po
Languages: fr, zh_cn

source: I couldn’t possibly care about—
fr: Je m'en fiche complètement—
zh_cn: 我根本不在乎——

source: Seriously! Recently it’s just been ‘God this’ and ‘Otherworld that’.
fr: Sérieusement! Ces derniers temps, ce n'est que ‘Dieu ceci’ et ‘Autre monde cela’.
zh_cn: 真的是够了! 最近整天都是什么这个神啊、 那个异界啊的。

source: Reimu’s been pickin’ up some sweet skills, but me? Nothin’!
fr: Reimu a acquis de super compétences, mais moi? Rien du tout!
zh_cn: 灵梦倒是学到了一堆厉害的本事, 可我呢? 什么都没捞着!

source: Gods use magic too, but they’re like her! They don’t need books!
fr: Les dieux utilisent aussi la magie, mais ils sont comme elle! Ils n’ont pas besoin de livres!
zh_cn: 神明也会使用魔法, 但她们就像她一样! 根本不需要魔法书!

source: But I do! And I end up empty handed every dang time!
fr: Mais moi oui! Et je finis les mains vides à chaque fichue fois!
zh_cn: 但我需要啊! 可每次到最后都两手空空!

source: I SAID I don’t CARE about your stupid little sorc—
fr: J’AI DIT que je me fiche de ta stupide petite sorc—
zh_cn: 我说了我才不在乎你那无聊的魔法把戏——

source: I saw this place ‘n I was all, ‘Whoa! Is this all enchantments ‘n stuff?!’
fr: J’ai vu cet endroit et je me suis dit: ‘Whoa ! Tout est enchantements et trucs du genre ?!’
zh_cn: 我看到这个地方时心里还想着: “哇! 这里该不会全是魔法阵之类的东西吧? ”

source: I got really excited!
fr: J’étais vraiment excitée!
zh_cn: 我超兴奋的DA☆ZE

source: ‘Maybe I could get a new trump-card outta this’ is what I thought.
fr: ‘Peut-être que je pourrais tirer une nouvelle carte maîtresse de ça’, ai-je pensé.
zh_cn: 我当时就想: “说不定我能从这里搞到一张新王牌呢。”

source: But obviously yer a shinigami or somethin’. And I didn’t see a library…
fr: Mais évidemment tu es un shinigami ou quelque chose du genre. Et je n’ai pas vu de bibliothèque…
zh_cn: 但显然你是个死神之类的东西吧。 而且我也没看到什么图书馆……

source: I guess that oarfish from before was right.
fr: Je suppose que ce poisson-rameau d’avant avait raison.
zh_cn: 看来之前那条浆鱼说得没错啊。

source: Master Spark’s good ‘n all, but it’ll only get me so far in life…
fr: Master Spark est bien et tout, mais ça ne me mènera qu’un certain temps dans la vie…
zh_cn: Master Spark是挺厉害的, 但在人生中光靠这个也走不了多远啊……

source: *sigh*
fr: *soupir*
zh_cn: （叹气）

source: Are you finally done?
fr: As-tu enfin fini?
zh_cn: 你终于说完了?

source: Is this some kind of joke?!
fr: C’est une sorte de blague?!
zh_cn: 你开玩笑呢? !

source: How does every version of you just keep mocking me?!
fr: Comment chaque version de toi continue de se moquer de moi?!
zh_cn: 为什么每一个版本的你都只会一直嘲笑我? !

source: What, you mean last time? At least then you were guardin’ some powerful thingy I coulda used.
fr: Quoi, tu veux dire la dernière fois ? Au moins à ce moment-là tu gardais quelque chose de puissant que j’aurais pu utiliser.
zh_cn: 你说上次? 至少那时候你还守着某个能派上用场的强力玩意ZE

source: I’m tryin’ to remember, was that timeline a bust, too?
fr: J’essaie de me rappeler, cette timeline était-elle aussi ratée?
zh_cn: 让我想想, 那条时间线……也是彻底失败了吗?

source: At least I met Yūka, right? Did ya know she ended up givin’ me my trademark spell?
fr: Au moins j’ai rencontré Yūka, non? Savais-tu qu’elle m’a finalement donné mon sort signature?
zh_cn: 至少那次我还遇到了幽香对吧? 你知道吗, 最后她还给了我标志性的专属魔法ZE

source: Not right then, ‘n not voluntarily, but—
fr: Pas à ce moment-là, et pas volontairement, mais—
zh_cn: 虽然不是立刻给的, 也不是她心甘情愿的——, 但——

source: Y-you remember that?! But how—?!
fr: T-tu t’en souviens?! Mais comment—?!
zh_cn: 你、你还记得那件事? ! 可怎么会——? !

source: … ugh, nevermind! It’s not as if you could possibly grasp the Tower’s true power.
fr: … euh, laisse tomber! Ce n’est pas comme si tu pouvais saisir le vrai pouvoir de la Tour.
zh_cn: ……呃, 算了! 反正你也根本不可能理解这座塔的真正力量。

source: After all, I can already sense your feeble mind succumbing to its might!
fr: Après tout, je peux déjà sentir ton esprit faible succomber à sa puissance!
zh_cn: 毕竟, 我能感觉到你那孱弱的意识正在屈服于它的力量!

source: Eh? I’m not depressed or anythin’. I’m just disappointed.
fr: Hein? Je ne suis pas déprimée ou quoi que ce soit. Je suis juste déçue.
zh_cn: 诶? 我可没有你这种玉玉症, 只是失望ZE

source: I-It’s not about being ‘depressed’! It’s about being overwhelmed with the vast knowledge of the universe!
fr: Ce n’est pas une question de ‘dépression’! C’est être submergée par l’immense savoir de l’univers!
zh_cn: 我、我才没有抑郁! 我是被如宇宙般浩瀚的知识所震撼, 所压倒啊!

source: Once you realize the true potential of reality, you’ll go mad with knowledge!
fr: Une fois que tu réalises le véritable potentiel de la réalité, tu deviens folle de connaissance!
zh_cn: 一旦你意识到现实真正的潜能, 知识就会让你陷入疯狂!

source: Don’t you see?! Nothing can stop us now! For we are—!
fr: Tu ne vois pas?! Rien ne peut nous arrêter maintenant! Car nous sommes—!
zh_cn: 你还不明白吗? ! 现在再也没有什么能阻止我了! 因为我——!

source: But I’m already mad with knowledge! Why do ya think I drink all the time?!
fr: Mais je suis déjà folle de connaissance! Pourquoi crois-tu que je bois tout le temps?!
zh_cn: 我早就被知识逼疯了! 你以为我为啥整天喝酒啊? !

source: My mind’s always racin’ with this ‘n that…
fr: Mon esprit court toujours de ci de là…
zh_cn: 我的脑子总是被这样那样的事搅得飞转……

source: Ya think this is any different than how I usually live?! Get over y’erself!
fr: Tu penses que c’est différent de ma vie habituelle?! Dépasse-toi!
zh_cn: 你以为这跟我平时的生活有什么不一样吗? ! 别太把自己当回事了!

source: Now, I gotta ask… ya really, seriously don’t got anything?
fr: Maintenant, je dois demander… tu n’as vraiment, sérieusement rien?
zh_cn: 现在, 我可得问一句…… 你真的啥都没有?

source: A single bookshelf?! A few loose scribbled notes?!
fr: Une seule étagère?! Quelques notes griffonnées?!
zh_cn: 一个书架? ! 几页乱涂乱画的破笔记? !

source: Heck, I’ll even take one of those little glowy tablet thingies with all those ‘Pee Dee Effs’ on ‘em! They're so bright they hurt my eyes, but—
fr: Mince, je prendrai même l’une de ces petites tablettes lumineuses avec tous ces ‘PDF’ dessus! Elles sont si brillantes que ça me fait mal aux yeux, mais—
zh_cn: 就是那些发着光的小平板也行啊! 上面全是那些亮得刺眼的“PDF”文件, 虽然看得我眼睛疼, 但——

source: Since you’re OBVIOUSLY treating this as a joke, I REFUSE to speak with you any longer!
fr: Puisque tu prends ÉVIDEMMENT cela pour une blague, je REFUSE de te parler plus longtemps!
zh_cn: 既然你明显是在拿这事儿当笑话, 那就不必多言!

source: Oh c’mon, turn the madness-whatever off ‘n we’ll go out for drinks! There’s this nice new bar in town with a cute—
fr: Oh allez, éteins cette folie-truc et nous irons prendre un verre! Il y a un joli nouveau bar en ville avec un mignon—
zh_cn: 哎呀你别闹了, 把什么疯狂啊神力啊都收一收, 咱们出去喝一杯DA☆ZE! 人间之里新开了家不错的食堂, 老板娘还挺可爱的——

source: There’s no force in this world that would make me turn back now!
fr: Aucune force au monde ne pourrait me faire reculer maintenant!
zh_cn: 这世上没有任何力量能让我回头!

source: Someone as ‘ordinary’ as you getting in our way may be impressive…
fr: Quelqu’un d’aussi ‘ordinaire’ que toi se mettant en travers de notre chemin peut être impressionnant…
zh_cn: 像你这样平凡的人竟敢挡我的路, 或许也算得上有点本事……

source: But there’s no place for sorcery in our enlightened vision of Gensōkyō!
fr: Mais il n’y a pas de place pour la sorcellerie dans notre vision éclairée de Gensōkyō!
zh_cn: 但在我们对幻想乡的愿景中, 没有魔法使的一席之地!

source: Now, succumb to the madness!
fr: Maintenant, succombe à la folie!
zh_cn: 现在, 向疯狂屈服吧!

source: Are ya sure ya don’t got a spellbook laying around?! Nothin’ at all?!
fr: Es-tu sûr de ne pas avoir un grimoire qui traîne?! Rien du tout?!
zh_cn: 你确定身边连本破咒语书都没有吗? ! 啥都没有? !

source: Are you still on about that?! Fine, see what good it does you!
fr: Tu parles encore de ça?! Très bien, voyons à quoi ça te sert!
zh_cn: 你还在纠结这个? ! 好啊那就随你便, 看你能捞到什么!

source: Your pitiful magic amounts to nothing against the true nature of reality!
fr: Ta magie pitoyable ne vaut rien face à la véritable nature de la réalité!
zh_cn: 你那可怜的魔法, 在现实的本质面前根本一文不值!

source: Snow during summer? This is certainly familiar…
zh_cn: 夏天下雪? 怎么感觉有点熟悉……

source: Nobody can stop me now!
zh_cn: 现在没人能阻止咱啦!

source: Mwahahaha!
zh_cn: 哇哈哈哈!

source: What’s gotten into you all of a sudden?
fr: Qu’est-ce qui t’arrive tout d’un coup?
zh_cn: 哦, 你是不是该想起什么了呢?

source: Gah! Y-you again?! Are you here to get in the way of my plans?!
fr: Gah! T-tu encore?! Es-tu ici pour contrecarrer mes plans?!
zh_cn: 嘎! 泥又来了? ! 泥是来妨碍咱的计划吗? !

source: What ‘plans'? Freezing frogs?
fr: Quels ‘plans’? Geler des grenouilles?
zh_cn: 啥计划? 冻青蛙?

source: Anyway, I don’t really care. So if you could just—
fr: De toute façon, je m’en fiche. Donc si tu pouvais juste—
zh_cn: 反正我实际又不在乎。所以嘛如果你——

source: I’ll never tell you! Prepare to be chilled to the bone!
fr: Je ne te le dirai jamais! Prépare-toi à être glacé jusqu’aux os!
zh_cn: 咱才不会告诉你! 准备好被冻个透心凉吧!

source: Chill out! I didn’t mean it like that!
fr: Calme-toi! Je ne voulais pas dire ça comme ça!
zh_cn: 哎呀冷静一下吖! 咱不是内个意思啊啊啊啊!

source: You could have just let me through, you know.
fr: Tu aurais pu simplement me laisser passer, tu sais.
zh_cn: 你又不是不清楚, 本可以老老实实让我通过的。

source: Not fair! You broke the rules! I wasn’t ready yet…
fr: Pas juste! Tu as enfreint les règles! Je n’étais pas encore prêt…
zh_cn: 不公平! 泥犯规! 咱还没有准备好......

source: With those loudmouthed kappa gone, the mountain feels practically deserted.
fr: Sans ces kappa bavards, la montagne semble pratiquement déserte.
zh_cn: 没有那些大嘴巴的河童, 这座山感觉好荒凉啊。

source: I almost miss them.
fr: Ils me manquent presque.
zh_cn: 确实, 好想他们啊。

source: Ah, it’s Ms. Hakurei.
fr: Ah, c’est Mlle Hakurei.
zh_cn: 啊, 是博丽小姐。

source: I thought you might come.
fr: Je pensais que tu viendrais.
zh_cn: 如我所料, 你可能会来。

source: But once again, you’re trying to go places you shouldn’t.
fr: Mais encore une fois, tu essaies d’aller où tu ne devrais pas.
zh_cn: 但和上一次一样—— 你又试图踏入不应踏足的地方。

source: What a troubled girl…
fr: Quel fille troublée…
zh_cn: 多么麻烦的孩子......

source: So much for ‘deserted’…
fr: Alors autant pour ‘déserte’…
zh_cn: 啊……我刚才还说这地方很「荒凉」的……

source: Do you even know what you’re protecting me from this time?
fr: Sais-tu même de quoi tu me protèges cette fois?
zh_cn: 你到底知不知道你是在保护我挡啥伤害啊喂?

source: A bright girl like you should know that Yōkai Mountain is especially dangerous today.
fr: Une fille intelligente comme toi devrait savoir que la Montagne des Yōkai est particulièrement dangereuse aujourd’hui.
zh_cn: 像你这样聪明的女孩子应该知道, 妖怪之山今天非常非常危险。

source: You ought to turn back now, my dear.
fr: Tu devrais faire demi-tour maintenant, ma chère.
zh_cn: 亲爱的, 你现在应该回头了。

source: (She… she completely ignored my question.)
fr: (Elle… elle a complètement ignoré ma question.)
zh_cn: （她......她完全无视我的问题。)

source: Does it matter that the Gods asked me to come this time?
fr: Est-ce important que les Dieux m’aient demandé de venir cette fois?
zh_cn: 这次是几位大神请我来的, 这难道不重要吗?

source: I know better than the mountain Gods this time.
fr: Je sais mieux que les Dieux de la montagne cette fois.
zh_cn: 这次, 我比这山上的神明们更清楚。

source: If you do not turn back immediately, I’ll have to repel you by force.
fr: Si tu ne fais pas demi-tour immédiatement, je devrai te repousser par la force.
zh_cn: 再不回头的话就用「暴力手段」把你打跑了呢。

source: So annoying…
fr: Tellement agaçant…
zh_cn: 烦死人了……

source: So I lost… you can keep going then, I suppose.
fr: Donc j’ai perdu… tu peux continuer alors, je suppose.
zh_cn: 输了……我觉得你可以进去了吧

source: You should know by now that I can handle it. Why are you being so overbearing?
fr: Tu devrais savoir maintenant que je peux gérer. Pourquoi es-tu si autoritaire?
zh_cn: 你应该清晰明白我能应付得了, 你为啥这么霸道呢?

source: Just don’t say I didn’t warn you, when you inevitably get mauled by whatever’s out there…
fr: Ne dis pas que je ne t’ai pas prévenu, quand tu seras inévitablement déchiqueté par ce qui traîne dehors…
zh_cn: 哎, 等外面那些东西找上门时, 可别说我没提醒过你会被撕成碎片……

source: (Ignored again…)
fr: (Ignoré encore…)
zh_cn: （又在无视我……）

source: Aside from everyone being whipped up into a frenzy, I can’t see anything abnormal yet.
fr: À part que tout le monde est pris dans une frénésie, je ne vois encore rien d’anormal.
zh_cn: 除了所有人都陷入狂热之外, 还看不出有什么异常。

source: Well, to your human eyes, insects may seem ‘normal’…
fr: Eh bien, à tes yeux humains, les insectes peuvent sembler ‘normaux’…
zh_cn: 好吧, 在人眼看来, 我们昆虫可能看起来「普通」......

source: … but there was a time when we reigned supreme!
fr: … mais il fut un temps où nous régnions en maîtres!
zh_cn: 但曾经有一段时间, 我们凌驾于所有人之上!

source: Eh? You? Aren’t you a bit far from home?
fr: He? Toi? Tu n’es pas un peu loin de chez toi?
zh_cn: 额, 你是不是离家太远了?

source: Besides, ‘reigned supreme’? I’ve never heard of insects ruling over Gensōkyō.
fr: Et puis, ‘régnions en maîtres’? Je n’ai jamais entendu parler d’insectes gouvernant Gensōkyō.
zh_cn: 还有, 「凌驾于所有人之上」是什么鬼? 我可没听说昆虫统治过幻想乡。

source: 'Far from home'? But you’ve intruded on my secret lair!
fr: ‘Loin de chez soi’? Mais tu as envahi mon repaire secret!
zh_cn: 离家很远? 但你闯入了我的秘密基地!

source: Haven’t you heard of the Car—…
fr: Tu n’as jamais entendu parler du Car—…
zh_cn: 你没听说过碳——

source: Carb—…
zh_cn: 碳素吗……

source: That period of history?
fr: Cette période de l’histoire?
zh_cn: 什么那段历史?

source: It was the greatest time, everyone should’ve heard of it by now!
fr: C’était la meilleure époque, tout le monde devrait en avoir entendu parler maintenant!
zh_cn: 那可是最美好的时光, 大家应该都听说过!

source: Seems pretty far-fetched to me, honestly. But you yōkai are always coming up with the craziest theories…
fr: Ça me semble un peu tiré par les cheveux, honnêtement. Mais vous, yōkai, avez toujours les théories les plus folles…
zh_cn: 什么野史, 牵强的不忍直视。不过考虑到 你们妖怪总是用这些最癫疯的脑回路......

source: Don’t lump us great insects in with common yōkai!
fr: Ne nous assimilez pas, nous grands insectes, aux yōkai ordinaires!
zh_cn: 不要把我们伟大的昆虫和普通妖怪混为一谈!

source: I’m going to restore us to our rightful glory of old!
fr: Je vais nous rendre notre gloire passée légitime!
zh_cn: M! I! G! A! 我要让昆虫再次伟大!

source: Giant insects? But you’re tiny.
fr: Des insectes géants? Mais tu es minuscule.
zh_cn: 巨大的昆虫吗? 但你还是太弱了。

source: And I still don’t know what you mean by ‘glory of old.’
fr: Et je ne sais toujours pas ce que tu veux dire par ‘gloire passée’.
zh_cn: 我仍然不知道你所说的「MIGA」是什么意思。

source: You don’t seem very educated about our history.
fr: Tu ne sembles pas très instruite sur notre histoire.
zh_cn: 你似乎没怎么学过我们的历史。

source: Allow me to be your teacher!
fr: Permets-moi d’être ta professeure!
zh_cn: 容我教教你!

source: Giant insects roaming Gensōkyō, huh?
fr: Des insectes géants rôdant dans Gensōkyō, hein?
zh_cn: 幻想乡爬的那些巨型昆虫, 是吧?

source: Sounds like one of Sanae’s ‘nuclear’ experiments.
fr: On dirait une des expériences ‘nucléaires’ de Sanae.
zh_cn: 听起来像是早苗的核实验之一。

source: B-but I saw it clearly… the glorious past of insectkind…
fr: M-mais je l’ai vu clairement… le glorieux passé du peuple des insectes…
zh_cn: 但-但我很清楚……昆虫的辉煌过去……

source: Don’t you have a pretty sweet deal as it is, though?
fr: Mais vous n’avez pas déjà une situation plutôt avantageuse?
zh_cn: 不过你现在的情况已经挺不错了吧?

source: You practically own Gensōkyō’s forests.
fr: Vous possédez pratiquement les forêts de Gensōkyō.
zh_cn: 你几近拥有了一大片幻想乡的森林。

source: But can’t we ever hope for more…?
fr: Mais ne pouvons-nous jamais espérer davantage…?
zh_cn: 但我们难道就不能期待更多吗……?

source: Huh? There’s a mansion jutting out of this tower?
fr: Hein ? Il y a un manoir qui dépasse de cette tour?
zh_cn: 啊? 这塔里还有栋这么大的宅子?

source: This makes even less sense than usual.
fr: Cela n’a encore moins de sens que d’habitude.
zh_cn: 不太合理的说。

source: And who are you supposed to be?
fr: Et toi, tu es censée être qui?
zh_cn: 那么……你又是谁?

source: Oi, that’s what I should be asking!
fr: Hé, c’est moi qui devrais demander ça!
zh_cn: 哎呀, 这不是我的台词吗!

source: And what are you doing, anyways?
fr: Et qu’est-ce que tu fais, au juste?
zh_cn: 哦，那你在干啥子?

source: Are you behind all these… strange thoughts everyone’s having?
fr: Es-tu derrière toutes ces… pensées étranges que tout le monde a?
zh_cn: 这一切……大家产生的「奇怪想法」, 是你在背后操纵吗?

source: I have no idea what you mean by ‘strange thoughts’, but I’ll be honest with you…
fr: Je n’ai aucune idée de ce que tu veux dire par ‘pensées étranges’, mais je vais être honnête avec toi…
zh_cn: 我不知道你说的「奇怪想法」是什么意思, 但我会坦诚地告诉你……

source: Your clothing is giving me some strange thoughts!
fr: Tes vêtements me donnent des pensées étranges!
zh_cn: 你的衣服让我产生了一些「奇怪想法」!

source: Where’d you even get that outfit?! Dumpster diving?! For real!
fr: Où as-tu trouvé cette tenue?! Dans une benne à ordures?! Sérieusement!
zh_cn: 你这身衣服到底从哪弄来的? ! 该不会是捡破烂捡来的吧? !

source: Ugh, another prissy mansion-dweller.
fr: Pff, encore une résidente maniérée de manoir.
zh_cn: 呃, 又是一个跟深井冰一样的宅子里的家伙。

source: I thought I remembered you from somewhere, but no. Absolutely not.
fr: Je croyais me souvenir de toi d’ailleurs, mais non. Absolument pas.
zh_cn: 我总觉得在哪儿见过你, 但死活想不起来。

source: Just… stop whatever it is you’re doing, right now.
fr: Arrête juste… ce que tu es en train de faire, tout de suite.
zh_cn: 算了……立刻停下你正在做的这一切。

source: Once you get some fashion sense, maybe I will!
fr: Quand tu auras un peu de goût vestimentaire, peut-être que je le ferai!
zh_cn: 但凡你这家伙有点时尚潮流, 也许我就照办了!

source: … so you *are* behind this, huh?
fr: … donc c’est bien toi *derrière tout ça*, hein?
zh_cn: ……所以这事背后都是你, 嗯?

source: Besides, haven’t you ever seen a shrine maiden before?
fr: Et puis, tu n’as jamais vu une prêtresse du sanctuaire auparavant?
zh_cn: 再说了, 你没见过巫女吗?

source: You’re a shrine maiden?
fr: Tu es une prêtresse du sanctuaire?
zh_cn: 你**是巫女?

source: More like… BRINE maiden!
fr: Plutôt… prêtresse de SAUMURE!
zh_cn: 我看你像歌姬吧!

source: T-this is what a shrine maiden wears. It’s a uniform.
fr: C-c’est ce que porte une prêtresse du sanctuaire. C’est un uniforme.
zh_cn: 没错啊, 这就是巫女穿的制服。

source: Uniform? Are you kidding me?!
fr: Un uniforme ? Tu te moques de moi?!
zh_cn: 制服? 你认真的?

source: I’ve seen a real shrine maiden before, and she didn’t look anything like you!
fr: J’ai déjà vu une vraie prêtresse du sanctuaire, et elle ne te ressemblait pas du tout!
zh_cn: 我以前见过真正的巫女, 她和你一点也不像!

source: What’s with those patterns, anyways? It’s completely unorthodox! It’s not even using the right type of fabric!
fr: C’est quoi ces motifs, d’ailleurs? C’est complètement hétérodoxe! Ce n’est même pas le bon type de tissu!
zh_cn: 这些图案到底是怎么回事? 完全不正统! 连布料都选错了!

source: Get out of here, fake-maiden!
fr: Dégage d’ici, fausse prêtresse!
zh_cn: 快滚开, 你这个冒牌货!

source: … ARGH!
zh_cn: ……你干嘛嗨嗨哟!

source: Listen!! It’s HARD to find clothes I can wear every day on the job!
fr: Écoute!! C’est DIFFICILE de trouver des vêtements que je peux porter tous les jours pour le travail!
zh_cn: 直视我! Look in my eyes! 你知道我找适合每天上班的衣服有多难吗!

source: It has to fit a certain style!
fr: Il faut que ça corresponde à un certain style!
zh_cn: 必须符合某种风格!

source: And only a few fabrics feel good to wear!
fr: Et seuls quelques tissus sont agréables à porter!
zh_cn: 而且只有少数面料穿起来感觉很舒服!

source: I can’t stand scratchy wool or slippery silk!
fr: Je ne supporte pas la laine qui gratte ni la soie glissante!
zh_cn: 粗糙的羊毛或滑溜的丝绸都不行!

source: Everything else feels terrible against my skin—
fr: Tout le reste est horrible contre ma peau—
zh_cn: 其余的在我皮肤上都感觉很糟糕——

source: Whoa, hey, sorry, didn’t mean to make you all—
fr: Whoa, hé, désolée, je ne voulais pas te rendre toute—
zh_cn: 呜啊, 很抱歉, 首先咱不是针对你啦——

source: I *hate* prissy mansion dwellers!
fr: Je *déteste* les résidentes maniérées de manoir!
zh_cn: 老娘讨厌你们这群住在宅子里的深井冰!

source: Let’s just get this over with!
fr: Finissons-en simplement!
zh_cn: 是时候把你就地正法了!

source: That’s what you get for insulting my outfit like that.
fr: C’est ce qui t’arrive quand tu insultes ma tenue comme ça.
zh_cn: 这就是你这样侮辱我的服装所得到的报应。

source: Ouch ouch ouch…
fr: Aïe aïe aïe…
zh_cn: 啊啊啊……

source: W-wait, what happened?
fr: A-attends, que s’est-il passé?
zh_cn: 等、等一下, 发生什么事了?

source: What do you mean ‘what happened’?
fr: Qu’est-ce que tu veux dire par ‘que s’est-il passé’?
zh_cn: 哦, 你在指什么?

source: (M-maybe if I fake having amnesia… yeah, that’s it…!)
fr: (P-peut-être si je fais semblant d’avoir une amnésie… oui, c’est ça…!)
zh_cn: （要、要不假装失忆了……嗯, 就这样……! ）

source: O-oof, my head! Ow! How did I even get here???
fr: O-ouh, ma tête! Aïe! Comment je suis arrivée ici???
zh_cn: 哎呀呀难受难受真难受, 头疼头疼好头疼……

source: W-wait! Aren’t you that girl from a long while back?
fr: A-attends! Tu n’es pas cette fille d’il y a longtemps?
zh_cn: 等等! 你不是很久以前的那个女孩纸吗?

source: I don’t remember you at all.
fr: Je ne me souviens pas du tout de toi.
zh_cn: 可我一点也不记得你了。

source: But somehow, so familiar…
fr: Mais pourtant, si familière…
zh_cn: 但不知为何, 这么熟悉……

source: This feeling is annoying, whatever it is. Make it stop, or tell me how to make it stop.
zh_cn: 算了不管它是什么, 现在让它停下来, 或者告诉我怎么让它停止。

source: Huh? I-I don’t know! I barely remember anything!
fr: Hein? J-je ne sais pas! Je me souviens à peine de quoi que ce soit!
zh_cn: 啊? 我、我不知道! 咱什么都不记得了呀!

source: (Ugh, her outfit really does suck though…)
fr: (Beurk, sa tenue est vraiment nulle par contre…)
zh_cn: （唉, 不过她的穿搭确实很差劲……）

source: (Just another victim…?)
fr: (Encore une autre victime…?)
zh_cn: （这家伙大概只是另一个受害者……? ）

source: I’ll deal with you after I figure out whatever's happening here.
fr: Je m’occuperai de toi après avoir compris ce qui se passe ici.
zh_cn: 等我弄清楚这里发生的一切之后, 我再处理你。

source: I’ve got a bad feeling about this…
fr: J’ai un mauvais pressentiment à propos de tout ça…
zh_cn: 我有一种不祥的预感……

source: Or maybe I’m just feeling nauseous with this tower’s constant spinning.
fr: Ou peut-être que j’ai juste la nausée à cause de la rotation constante de cette tour.
zh_cn: 但也许我只是对这座塔跟转转一样转个不停 感到恶心。

source: Or perchance it a side effect of the tower’s mere presence?
fr: Ou peut-être est-ce un effet secondaire de la simple présence de la tour?
zh_cn: 或者这仅仅是高塔的存在带来的副作用?

source: Oh, it’s you. Why did you attack me earlier, anyway?
fr: Oh, c’est toi. Pourquoi m’avoir attaquée tout à l’heure, d’ailleurs?
zh_cn: 哈, 是你啊。你刚才为什么要攻击我?

source: Ah, apologies. It must have been friendly fire.
fr: Ah, pardon. Ce devait être un tir allié.
zh_cn: 啊抱歉, 误伤误伤。

source: Things are quite hectic here. I beg your understanding.
fr: Les choses sont assez chaotiques ici. Je te demande ton indulgence.
zh_cn: 这边忙得不可开交, 恳请理解。

source: But it has been a while, has it not?
fr: Mais cela faisait un moment, n’est-ce pas?
zh_cn: 确实有段时间没联系了, 对吧?

source: Err, right, yes, it has been a while. Nice to see you again.
fr: Euh, oui, c’est vrai, ça faisait un moment. Ravie de te revoir.
zh_cn: 是啊……别来无恙。

source: This tower is unlike anything I have seen before.
fr: Cette tour n’a rien de semblable à tout ce que j’ai pu voir auparavant.
zh_cn: 这塔确实与众不同呢。

source: Since word spread through the clouds, I’ve learned that the culprit is connected to ‘parallel universes.’
fr: Depuis que la rumeur s’est répandue à travers les nuages, j’ai appris que le coupable est lié aux ‘univers parallèles’.
zh_cn: 自从消息传到云端后, 我得知罪魁祸首与「平行宇宙」有关。

source: You mean like Otherworlds? That’s not too out of the ordinary these days.
fr: Tu veux dire comme les Autremondes? Ce n’est plus vraiment inhabituel de nos jours.
zh_cn: 你是说其他世界? 这在今天也不算什么稀奇事。

source: This feels different though. It’s like the walls are sucking up faith into a void.
fr: Mais là, c’est différent. On dirait que les murs aspirent la foi dans un vide.
zh_cn: 但这次似乎不一样, 就好像高墙把对神明的信仰吸到了 「虚空」一样。

source: I’m surprised the fairies are surviving at all…
fr: Je suis étonnée que les fées survivent encore…
zh_cn: 我很惊讶这些妖精竟然还活蹦乱跳的……

source: But what are you even doing here?
fr: Mais qu’est-ce que tu fais ici, au juste?
zh_cn: 但你在这里做什么?

source: It is not just the Netherworld and Gensōkyō being affected.
fr: Ce ne sont pas seulement le Monde des Morts et Gensōkyō qui sont touchés.
zh_cn: 受到影响的可不仅冥界和幻想乡。

source: In Bhava-agra, the Eldest Daughter’s personality has experienced some changes, too.
fr: À Bhava-agra, la personnalité de la Fille Aînée a aussi subi quelques changements.
zh_cn: 就连天界那个大小姐性格都变的奇怪起来。

source: It’s spreading that fast?!
fr: Ça se propage aussi vite que ça?!
zh_cn: 靠, 传播这么快? !

source: Initially, I had no plans towards interfering.
fr: Au départ, je n’avais aucune intention d’intervenir.
zh_cn: 本来吗我没打算干涉。
