Repository: taisei-project/taisei
Catalog: po/*.po
Languages: fr, zh_cn

source: An Impish Reflection on the Water
fr: Un reflet espiègle sur l’eau
zh_cn: 水面上顽皮的倒影

source: Cirno’s theme. She’s feeling just as brave this time around, and acting a fair bit stronger. However, she’s really just a minor annoyance, cold and brittle. The protagonists brush off her pranks and move on.
fr: Thème de Cirno. Elle se sent tout aussi courageuse cette fois et agit un peu plus fort. Cependant, elle n’est qu’une petite nuisance, froide et fragile. Les protagonistes ignorent ses farces et continuent.
zh_cn: 琪露诺的主题曲。 这一次, 她觉得自己一如既往的勇敢, 且更为强大。 然而嘛, 她其实只是个小麻烦, 就有点冷且吹弹可破。 主角们对这家伙的恶作剧置之不理, 继续前进。

source: Treasure the Wager, Treasure the Odds
fr: Chéris le pari, chéris les chances
zh_cn: 珍惜赌注, 珍惜机遇

source: The second stage’s theme. For such a calm and serene path, there sure are a lot of troublemakers — a deceptively fast-paced theme, to be sure. One excitable example makes a brief appearance. The rhythm of this theme is meant to make you feel lucky.
fr: Thème de la deuxième scène. Pour un chemin si calme et serein, il y a beaucoup de fauteurs de troubles — un thème trompeusement rapide. Un exemple excité fait une brève apparition. Le rythme de ce thème est fait pour vous donner le sentiment d’être chanceux.
zh_cn: 二面的主题曲。 这条平静祥和的道路, 却难免会出现不少麻烦的家伙——确实如此, 这听起来像一首快节奏的曲子。但有一段短暂出现的令人舒畅的旋律, 这段律动旨在让你感到幸运。

source: The Cheerful Presence of a Dark God
fr: La présence joyeuse d’un dieu sombre
zh_cn: 暗黑神明的欢乐登场

source: Hina Kagiyama’s theme. This time, it’s all up to chance. It’s a little merciful sometimes, but you still have to do your best, no matter what. Gambling might be a poor stress-reliever…
fr: Thème de Hina Kagiyama. Cette fois, tout dépend du hasard. Parfois un peu clément, mais vous devez toujours faire de votre mieux, quoi qu’il arrive. Le jeu peut être un mauvais défouloir…
zh_cn: 键山雏的主题曲。 这次, 一切决于运气之上。 有时候转转会比较仁慈点, 但无论如何, 你还是得尽力而为。 毕竟赌博并不是有效降低压力的好方法……

source: Fizeau’s Finding ~ Lightray Vector
fr: Découverte de Fizeau ~ Vecteur de rayon lumineux
zh_cn: 斐索的发现 ~ Lightray Vector

source: The third stage’s theme. It’s usually tricky to see in the dark. It pulls you in, engulfs you, like a sense-smothering flame. But this time, it might be best to protect your eyes. A fluttering little bug feels most at home in the dead of night, and most alive in a sea of light.
fr: Thème de la troisième scène. Il est généralement difficile de voir dans le noir. Il vous attire, vous engloutit, comme une flamme étouffant les sens. Cette fois, il vaut mieux protéger vos yeux. Un petit insecte qui bat des ailes se sent chez lui la nuit et le plus vivant dans une mer de lumière.
zh_cn: 三面的主题曲。 在黑暗中视物通常并非易事。它吸引着你, 将你吞没, 如同淹没感官的烈焰。但这一次, 或许最好保护好双眼。一只振翅的小飞虫在夜深时分最是自在, 于光的海洋中最是活跃。

source: Lightningbug ~ Lightning Heart
fr: Luciole ~ Cœur électrique
zh_cn: 雷霆飞萤 ~ Lightning Heart

source: Wriggle Nightbug’s theme. A very motivated bug. She’s at the top of the world! — No, someone else is, she’s in the middle of a tunnel. Regardless, she knows she can do anything if she puts her mind to it, right? Sounds a little “beach”-like in the introduction…
fr: Thème de Wriggle Nightbug. Un insecte très motivé. Elle est au sommet du monde ! — Non, quelqu’un d’autre l’est, elle est au milieu d’un tunnel. Quoi qu’il en soit, elle sait qu’elle peut tout faire si elle s’en donne les moyens, n’est-ce pas ? Ressemble un peu à la plage dans l’introduction…
zh_cn: 莉格露·奈特巴格的主题曲。 一只非常有动力的虫子。她站在世界之巅! ——不不不, 站在世界之巅的是另外一个人, 她现在最多站在通道的中央。不管怎样, 她知道只要下定决心, 她就能淦翻全场, 对吧? 开头听起来有点像“beach”……

source: The fourth stage’s theme. Another trip back into the orient… like a pendulum swinging back and forth. This theme draws inspiration from a particularly elusive musician living on the other side of the sea known for the Chinese influences in his music. Smells like rust.
fr: Thème de la quatrième scène. Un autre voyage en Orient… comme un pendule qui oscille. Ce thème s’inspire d’un musicien particulièrement insaisissable vivant de l’autre côté de la mer, connu pour les influences chinoises dans sa musique. Ça sent la rouille.
zh_cn: 四面的主题曲。 又回到东方的风格了……就像钟摆来回摆动一样。 这首曲子的灵感来自于一位生活在大海彼岸的难以捉摸的音乐家, 他因其音乐中受到中国的影响而闻名。 嗯, 有一股铁锈的味道。

source: Marginal Red ~ The Red Word
fr: Rouge marginal ~ Le mot rouge
zh_cn: 边际的绯红 ~ The Red Word

source: Kurumi’s theme. Old faces and new dreams. She’s taken a new residence, something a little more comfortable than a Lake of Blood, but this confrontation is anything but. A mix of fears make the walls feel like they’re closing in.
fr: Thème de Kurumi. Visages anciens et rêves nouveaux. Elle a pris une nouvelle résidence, un peu plus confortable qu’un Lac de sang, mais cette confrontation ne l’est pas du tout. Un mélange de peurs fait sentir que les murs se referment.
zh_cn: 胡桃的主题曲。 旧面孔, 新梦想。她找到了新家, 比当年的血之湖还要舒适一些。然而这次对峙却绝非温柔, 交织的恐惧令人感到四面楚歌, 高墙仿佛正逐渐逼近。

source: Speak Not Falsely ~ Excitation Field
fr: Ne parle pas faussement ~ Champ d’excitation
zh_cn: 谎言禁止 ~ Excitation Field

source: The fifth stage’s theme. And back again… how did that song go? “No reason to get excited…” But in honesty, this is a combination of Eastern and Western influences now. If it were like a pendulum up to this point, then this theme is like an oscillating electric current. Those who climb risk a long fall, so look to the top and don’t make a single dishonest step.
fr: Thème de la cinquième scène. Et de retour… comment allait cette chanson ? “Pas de raison de s’exciter…” Mais honnêtement, il s’agit maintenant d’une combinaison d’influences orientales et occidentales. Si c’était comme un pendule jusqu’ici, ce thème est comme un courant électrique oscillant. Ceux qui grimpent risquent une longue chute, alors regardez le sommet et ne faites aucun pas malhonnête.
zh_cn: 五面的主题曲。 又回来了……那首歌怎么唱的? “No reason to get excited…” 老实说, 这歌其实是如今东西方影响力交融的产物。 如果说之前的BGM风格像钟摆般两极摆动, 那么这曲就如同交流电般持续振荡。 在此塔上, 攀登者须防失足之险, 故当目视顶峰, 步步为营, 行差踏错半步不得.

source: A Prayer Worth Three Hundred Coulombs
fr: Une prière valant trois cents coulombs
zh_cn: 三百库仑的祈愿

source: Iku Nagae’s theme. This song went through the wringer. Perhaps that’s appropriate for what the protagonists have to do. Imagine climbing a tower in the middle of a vicious thunderstorm and try not to feel exhausted. Iku provides the first tribulation.
fr: Thème d’Iku Nagae. Cette chanson a été éprouvante. Peut-être que c’est approprié pour ce que les protagonistes doivent faire. Imaginez grimper une tour au milieu d’un orage violent et essayez de ne pas vous épuiser. Iku fournit la première épreuve.
zh_cn: 永江衣玖的主题曲。 这首歌宛若经历千锤百炼, 或许这很符合自机们的处境. 想象一下, 在猛烈的雷雨中攀登高塔, 还要努力不感到疲惫. 而衣玖, 便是千刀万剐之始.

source: Summit of Revelations
fr: Sommet des révélations
zh_cn: 启示之巅

source: The sixth stage’s theme. At the top of the tower, you can see the world, and at what risk? A grand architectural marvel may take thousands of years to complete… this song was no different! But the end result feels like a great discovery.
fr: Thème de la sixième scène. Au sommet de la tour, vous pouvez voir le monde, mais à quel risque? Une merveille architecturale peut prendre des milliers d’années à achever… cette chanson n’a pas fait exception! Mais le résultat final ressemble à une grande découverte.
zh_cn: 六面的主题曲。 登塔凌顶可见天下, 然其间险峻几何? 千秋伟业宛若筑就传世鸿篇——此曲亦不外如是! 终章奏响时, 恍若重大发现般的顿悟。

source: Cosmological Battle ~ The Vacuum Catastrophe
fr: Bataille cosmologique ~ La catastrophe du vide
zh_cn: 大宇宙论之战 ~ The Vacuum Catastrophe

source: Elly’s first theme. An old friend. I always found myself inspired by the idea of a completely inconsequential character from forgotten times climbing to great heights after fading into obscurity. She may have been a lowly gate guard the last time you saw her, but the apple’s fallen on her head. She’s a guard of a different kind of gate now.
fr: Premier thème d’Elly. Une vieille amie. J’ai toujours été inspiré par l’idée qu’un personnage totalement insignifiant de temps oubliés puisse atteindre de grands sommets après avoir sombré dans l’oubli. Elle était peut-être une simple gardienne de porte la dernière fois que vous l’avez vue, mais la pomme lui est tombée sur la tête. Elle est maintenant la gardienne d’un autre type de porte.
zh_cn: 艾丽的一阶段主题曲。 一位故人。我常从这般构想中获得启迪: 无名之辈湮没于时光的微末之躯, 历经沉寂终抵云霄。 上回相见时她或是卑微门吏, 然苹果砸落头顶顿悟天机。 而今她镇守的早已是另一重天门。

source: Deified Emergent Property ~ Ambivalent Soul
fr: Propriété émergente divinisée ~ Âme ambivalente
zh_cn: 神化的涌现属性 ~ Ambivalent Soul

source: Elly’s second theme. The most frightening and wondrous powers of the world remain just out of reach to our mortal minds. But a couple of truly brilliant people just may have found the bridge between our world and theirs… Elly is a new person now, so an arrange wouldn’t speak the truth.
fr: Deuxième thème d’Elly. Les pouvoirs les plus effrayants et merveilleux du monde restent hors de portée de nos esprits mortels. Mais quelques personnes véritablement brillantes ont peut-être trouvé le pont entre notre monde et le leur… Elly est désormais une nouvelle personne, donc un arrangement ne dirait pas la vérité.
zh_cn: 艾丽的二阶段主题曲。 世间最令人敬畏的玄奇伟力, 终究非凡胎肉眼所能企及。然确有天纵奇才之辈, 或已筑就连通此岸与彼岸的通天之桥…… 艾丽已然升格新人, 口中便再无真理。

source: Elly’s last spell. The most ambitious and impossibly necessary tasks must encapsulate absolutely everything. Many think of science as a body of knowledge, a sealed bubble, within which all “great discoveries” have already been achieved, but the contrary could not be more true. Science is an unending series of dark curtains to pull back, each new finding more magnificent and imperceptible than the last.
fr: Dernier sort d’Elly. Les tâches les plus ambitieuses et impossibles à éviter doivent englober absolument tout. Beaucoup considèrent la science comme un corps de connaissances, une bulle scellée, dans laquelle toutes les “grandes découvertes” ont déjà été accomplies, mais il n’en est rien. La science est une série sans fin de rideaux noirs à tirer, chaque nouvelle découverte étant plus magnifique et imperceptible que la précédente.
zh_cn: 艾丽的终符主题曲。 世间那些最具雄心又不可或缺的伟业, 注定要包罗万象。世人多视科学为既定知识之集合, 宛若所有「伟大发现」皆已尘埃落定的封闭琥珀—— 然事实恰恰相反。科学实乃永无止境的重重帷幕, 每次揭开都展现出比先前更加壮丽而精微的奇观。

source: Paradigm Shift!
zh_cn: 范式转移！

source: Symmetry broken!
zh_cn: 对称性被破坏！

source: Coupling the Higgs!
zh_cn: 希格斯耦合！

source: Perturbation theory
zh_cn: 微扰理论

source: breaking down!
zh_cn: 崩溃了！

source: ~ Spell Card Attack! ~
fr: ~ Carte Magique Attaque! ~

source: Spell Card failed…
fr: La Carte Magique a échoué…

source: Spell Card captured!
fr: Carte Magique capturée!

source: Easy
fr: Facile

source: Hard
fr: Difficile

source: Lunatic
fr: Lunatique

source: P1
fr: J1

source: P2
fr: J2

source: P3
fr: J3

source: P4
fr: J4

source: Misc 2
fr: Divers 2

source: Misc 3
fr: Divers 3

source: Misc 4
fr: Divers 4

source: Misc 5
fr: Divers 5

source: Misc 6
fr: Divers 6

source: Stick Up
fr: Joystick Haut

source: Stick Down
fr: Joystick Bas

source: Stick Left
fr: Joystick Gauche

source: Stick Right
fr: Joystick Droite

source: Left X
fr: Gauche X

source: Left Y
fr: Gauche Y

source: Right X
fr: Droite X

source: Right Y
fr: Droite Y

source: Spell Failed
fr: Sort raté

source: Start Story
fr: Commencer l’histoire

source: Start Extra
fr: Commencer Extra

source: Stage Practice
fr: Entraînement de stage

source: Spell Practice
fr: Entraînement de sorts

source: Select Stage
fr: Sélectionner un stage

source: Media Room
fr: Salle des médias

source: Quit
fr: Quitter

source: Music Room
fr: Salle de musique

source: Controls
fr: Contrôles

source: Full Power!
fr: Puissance maximale!

source: Power Surge!
fr: Surge de puissance!

source: Illusion Laser
fr: Laser Illusion

source: Stellar Vortex
fr: Vortex Stellaire

source: Dream Shaper
fr: Sculpteur de Rêves

source: Soul Reflection
fr: Réflexion de l’Âme

source: Haunting Revelation
fr: Révélation Hantée

source: Hi-Score:
fr: Meilleur score:

source: Graze:
fr: Frôlements:

source: Voltage Overdrive!
fr: Tension Suralimentation!

source: Demo
fr: Démo

source: Stage Clear!
fr: Stage réussi!

source: Extra Stage
fr: Stage Extra

source: Maybe it is too smart for secondaries!
fr: Peut-être que c’est trop malin pour les secondaires!

source: Bombs?
fr: Des bombes?

source: Taisei Project
fr: Projet Taisei

source: Existential Field
fr: Champ existentiel

source: Dream Cycle
fr: Cycle de rêves

source: Delta Conclusion
fr: Conclusion Delta

source: Delta Concision
fr: Concision Delta

source: Logic Bombardier
fr: Bombardier logique

source: Evidence of Ki Domestication
fr: Preuve de domestication du Ki

source: Immutable Truth
fr: Vérité immuable
