Repository: taisei-project/taisei
Catalog: po/*.po
Languages: fr, zh_cn

source: S-… spooky?
fr: E-… effrayant?
zh_cn: 诡、诡异?

source: … yeah! I thought it was gonna be all ‘scientific’ or whatever, but then they made it haunted, with like, ghosts and stuff!
fr: … ouais! Je pensais que ça allait être un truc ‘scientifique’ ou je ne sais quoi, mais ils l’ont rendu hanté, avec genre, des fantômes et tout!
zh_cn: ……是啊! 我本来以为会是什么科学实验之类的, 结果她们硬是把它弄成了鬼屋, 还搞出幽灵啊什么的!

source: G-…
fr: F-…
zh_cn: 幽——……

source: GHOSTS?!
fr: FANTÔMES?!
zh_cn: 幽灵? !

source: Scary vengeful ghosts! Trying to kill you, even!
fr: Des fantômes vengeurs terrifiants! Qui essaient même de te tuer!
zh_cn: 可怕的复仇幽灵! 甚至还会想要杀了你呢!

source: But surely a strong swordsgirl like yourself could handle it.
fr: Mais sûrement qu’une épéiste forte comme toi pourrait s’en occuper.
zh_cn: 不过, 像你这样强大的剑客, 应该应付得来吧。

source: B-Bring it on! Nothing will stand in my way!
fr: A-allez viens! Rien ne se mettra sur mon chemin!
zh_cn: 嗯, 放马过来! 没有什么能阻挡我!

source: (Teehee, so gullible.)
fr: (Héhé, tellement crédule.)
zh_cn: （嘻嘻, 真是容易上当呢。）

source: Incredible. Truly astounding.
fr: Incroyable. Vraiment stupéfiant.
zh_cn: 真是令人震惊啊。

source: Yes, the final battle approaches. I can feel it.
fr: Oui, la bataille finale approche. Je peux la sentir.
zh_cn: 没错, 我感觉最终决战即将到来。

source: Will it be a legendary duel? One to go down in the history of Gensōkyō?!
fr: Sera-ce un duel légendaire? Un qui marquera l’histoire de Gensōkyō?!
zh_cn: 这会是一场传奇般的对决吗? 一场足以载入幻想乡史册的决斗吗? !

source: Oh, the gardener from the Netherworld?
fr: Oh, la jardinière du Monde des Morts?
zh_cn: 哦, 冥界的园艺师?

source: It’s no surprise to see you here.
fr: Ce n’est pas une surprise de te voir ici.
zh_cn: 看到你在这里, 也不足为奇了。

source: Your mistress has been taken by the Tower’s presence, I assume?
fr: Ta maîtresse a été affectée par la présence de la Tour, je présume?
zh_cn: 我猜, 你的主人已经被这座塔的力量所迷惑了吧?

source: Lady Yuyuko is in a safe, undisclosed location.
fr: Dame Yuyuko est dans un endroit sûr et tenu secret.
zh_cn: 幽幽子大人现在在一个未知的安全地点。

source: The Hakurei Shrine, I presume?
fr: Le Sanctuaire Hakurei, je suppose?
zh_cn: 我猜是博丽神社对吧?

source: Wh-who told you?! Are you in league with them too?!
fr: Q-qui te l’a dit?! Tu es de mèche avec eux aussi?!
zh_cn: 谁……谁告诉你的? ! 难道你也和她们一伙的吗? !

source: Of course not, but where else would she be at a time like this?
fr: Bien sûr que non, mais où d’autre serait-elle à un moment pareil?
zh_cn: 当然不是啦。不过在这种时候, 她还能去哪儿呢?

source: Hmph. Perhaps we have become too predictable.
fr: Hmph. Peut-être sommes-nous devenues trop prévisibles.
zh_cn: 哼, 也许我们确实变得太容易被看透了。

source: I am here to settle this matter. You need not concern yourself—
fr: Je suis ici pour régler cette affaire. Tu n’as pas à t’en mêler—
zh_cn: 我来此是为了了结此事。阁下不必插手——

source: On the contrary, I would say.
fr: Au contraire, je dirais.
zh_cn: 我倒不这么认为呢。

source: I decided to do some research on my own.
fr: J’ai décidé de faire mes propres recherches.
zh_cn: 我之前决定自己去调查一番。

source: This tower is controlled by a machine…
fr: Cette tour est contrôlée par une machine…
zh_cn: 这座塔是由一台机器控制的……

source: … and the machine’s effects seem to go well beyond Gensōkyō’s boundaries.
fr: … et les effets de cette machine semblent s’étendre bien au-delà des frontières de Gensōkyō.
zh_cn: ……而这台机器的影响似乎远远超出了幻想乡的边界。

source: Including the heavens, I presume? I see.
fr: Y compris les cieux, je présume? Je vois.
zh_cn: 包括天界在内? 原来如此。

source: Fear not. I will allow nothing to stand in my way.
fr: N’aie crainte. Rien ne se mettra en travers de ma route.
zh_cn: 不必担心。在下决不允许任何事物阻挡去路。

source: Konpaku Yōmu, the greatest swordswoman to live and die, will settle this incident once and—
fr: Konpaku Yōmu, la plus grande épéiste à avoir vécu et péri, réglera cet incident une bonne fois pour—
zh_cn: 魂魄妖梦, 无上的生与死之少女剑客, 将彻底了结这起事件, 并——

source: It seems that the machine has also overinflated your ego, Swordswoman of Hakugyokurō.
fr: Il semble que la machine ait aussi surgonflé ton ego, Épéiste de Hakugyokurō.
zh_cn: 看来那台机器不仅扭曲了现实, 还膨胀了你的自尊心啊, 白玉楼的剑客。

source: Would caution not be prudent in this situation?
fr: La prudence ne serait-elle pas de mise dans une telle situation?
zh_cn: 在这种情况下, 谨慎行事难道不是更明智的选择吗?

source: Overinflated ego? Nonsense.
fr: Ego surdimensionné? Balivernes.
zh_cn: 自负? 胡说八道。

source: During my recent battles, I have achieved a flow state most blademasters only dream of!
fr: Durant mes récents combats, j’ai atteint un état de grâce dont la plupart des maîtres d’armes ne font que rêver!
zh_cn: 在最近的战斗中, 我已进入了一种连顶尖剑豪都只能梦寐以求的「心流之境」!

source: Through that, I have realized the true form of my previously-incomplete yōkai-vanquishing technique!
fr: Grâce à cela, j’ai réalisé la véritable forme de ma technique d’extermination des yōkai, jadis incomplète!
zh_cn: 正因如此, 我终于领悟了自己那曾不完整的退魔剑技的真正形态!

source: Is that so?
fr: Vraiment?
zh_cn: 是……是这样吗?

source: More doubt from ignorant skeptics, I see.
fr: Encore du doute, venant de sceptiques ignorants, je vois.
zh_cn: 我明白了, 又是那些无知的家伙在无端质疑。

source: Shall we duel so that I may demonstrate to your satisfaction?!
fr: Souhaites-tu que nous nous affrontions pour que je te le prouve?!
zh_cn: 那么, 要来一场决斗, 让你心服口服吗? !

source: W-wait, that is not what I meant, I simply—
fr: A-attends, ce n’est pas ce que je voulais dire, je voulais simplement—
zh_cn: 等等啊, 我并不是那个意思, 我只是——

source: I can see it in your expression! The doubt! The fear!
fr: Je le vois dans ton regard! Le doute! La peur!
zh_cn: 我从你的表情上就能看出来! 那怀疑! 那恐惧!

source: But I have become one with my swords, achieving a perfection that no other before me has been able—
fr: Mais je ne fais plus qu’un avec mes lames, atteignant une perfection qu’aucun avant moi n’a pu—
zh_cn: 但我已然与我的剑合而为一, 达到了前人从未企及的完美之境——

source: Ah, I haven’t the time for this nonsense!
fr: Ah, je n’ai pas le temps pour ces absurdités!
zh_cn: 啊, 我没空陪你纠缠这些无聊的废话了!

source: I will not allow you to march onwards to your demise!
fr: Je ne te laisserai pas marcher vers ta propre perte!
zh_cn: 我绝不能让你就这样大步迈向毁灭!

source: Finally! Then, witness the overwhelming strength of my Rōkanken!
fr: Enfin! Alors, contemple la force écrasante de mon Rōkanken!
zh_cn: 很好! 那么, 就让你见识一下我楼观剑的无上威严吧!

source: Lightning? Hmph. I can outrun it with ease.
fr: La foudre? Hmph. Je peux la dépasser sans effort.
zh_cn: 闪电? 哼, 我轻松就能跑赢它。

source: All according to plan.
fr: Tout se déroule comme prévu.
zh_cn: 一切都在计划之中。

source: Your logic is so twisted…
fr: Ta logique est si tordue…
zh_cn: 你的逻辑真是扭曲……

source: Alas, it cannot be helped. You have likely been affected since before your arrival.
fr: Hélas, il n’y a rien à faire. Tu as probablement été affectée avant même ton arrivée.
zh_cn: 唉, 我也束手无策了, 你很可能在到这之前就已经被影响很深了。

source: I have no choice but to let you through, despite my reservations.
fr: Je n’ai d’autre choix que de te laisser passer, malgré mes réserves.
zh_cn: 尽管我心存顾虑, 但别无选择, 只能让你过去。

source: Perhaps pure intentions lurk behind that ego of yours.
fr: Peut-être que des intentions pures se cachent derrière ton ego.
zh_cn: 也许在你那嚣张的外表之下, 藏着一颗纯粹的初心。

source: And perhaps I truly have gone mad. What of it?
fr: Et peut-être que je suis vraiment devenue folle. Et alors?
zh_cn: 也许我确实已经疯了。那又如何?

source: My mission is crystal clear:
fr: Ma mission est parfaitement claire:
zh_cn: 我的使命无比清晰：

source: … to carry out Lady Yuyuko’s mission, and to bring peace to Gensōkyō and all connected realms!
fr: … accomplir la mission de Dame Yuyuko, et apporter la paix à Gensōkyō et à tous les royaumes qui y sont liés!
zh_cn: 执行幽幽子大人的任务, 为幻想乡及其他地方带来和平!

source: I will not fail!
fr: Je ne faillirai pas!
zh_cn: 我绝不会失败!

source: I-I see.
fr: J-je vois.
zh_cn: 嗯……

source: Ascend the staircase. You will find the perpetrator waiting for you there.
fr: Monte l’escalier. Tu y trouveras la responsable qui t’attend.
zh_cn: 登上那道阶梯吧, 你会在那里找到幕后黑手。

source: Be prepared. The technology she possesses is from a so-called ‘parallel universe’.
fr: Prépare-toi. La technologie qu’elle possède vient d’un soi-disant ‘univers parallèle’.
zh_cn: 做好准备。她所掌握的科技, 来自一个所谓的「平行宇宙」。

source: It is unlike anything any of us have encountered before. Even I am not sure of its specifics.
fr: C’est quelque chose qu’aucune de nous n’a jamais vu auparavant. Même moi, j’en ignore les détails.
zh_cn: 它与我们任何人以前遇到过的任何事物都截然不同, 就连我也无法确定其具体原理。

source: Fear not, I will slice her infernal machine in half like an invasive weed.
fr: N’aie crainte, je trancherai sa machine infernale en deux comme une mauvaise herbe envahissante.
zh_cn: 不必担心, 我会将她那邪恶的机器一刀两断, 斩尽芜杂!

source: Ah.
zh_cn: 啊,

source: Ahaha.
zh_cn: 啊哈哈,

source: Ah-hahaha!
zh_cn: 啊哈哈哈哈哈哈哈……

source: Yes. Yes! This is it!
fr: Oui. Oui! C’est ça!
zh_cn: 没错没错, 就是这里!

source: What a magnificent arena for a heroic final battle!!
fr: Quelle arène magnifique pour une bataille finale héroïque!!
zh_cn: 多么壮丽的战场, 正适合英雄的最后一战! !

source: Nothing seems to slow you down, hmm?
fr: Rien ne semble te ralentir, hmm?
zh_cn: 似乎什么都无法阻挡你前进的脚步吗? 啥玩意?

source: Such an annoyance. But that’s to be expected of the folk of this Gensōkyō.
fr: Quelle nuisance. Mais c’est bien typique des habitants de ce Gensōkyō.
zh_cn: 真是麻烦。不过, 这也是这个幻想乡之人的本色, 不足为奇。

source: And I see that you’re a master of the blade, a shinigami no less!
fr: Et je vois que tu es une maîtresse de la lame, une shinigami qui plus est!
zh_cn: 我发现你是一位剑术大师, 还是一位死神!

source: Absolutely splendid!
fr: Absolument splendide!
zh_cn: 简直太棒了!

source: Ah, I’m no shinigami, especially not now.
fr: Ah, je ne suis pas une shinigami, surtout pas maintenant.
zh_cn: 啊, 我不是什么死神, 尤其是现在。

source: The scythe is a rather particular weapon, you must understand. Forgive me presumptiveness.
fr: La faux est une arme plutôt particulière, tu dois comprendre. Pardonne mon audace.
zh_cn: 你明白的, 镰刀是一种相当罕见的武器, 请原谅在下的冒昧揣测。

source: I see. I used to rely on this scythe as a gatekeeper, in the real Gensōkyō.
fr: Je vois. J’utilisais cette faux comme gardienne, dans le vrai Gensōkyō.
zh_cn: 哦, 原来如此。我过去在真正的幻想乡里, 曾以这把镰刀作为守门人的依仗。

source: Now, it will be the sigil of a new era!
fr: Maintenant, elle sera le symbole d’une nouvelle ère!
zh_cn: 如今, 它将成为一个崭新时代的象征!

source: One that we, the ‘forgotten’, will reign over!
fr: Une ère que nous, les ‘oubliés’, régnerons!
zh_cn: 一个由我们这些「被遗忘者」所主宰的新时代!

source: Such an unwieldy weapon… for anyone to choose it willingly…
fr: Une arme si peu maniable… pour que quiconque la choisisse volontairement…
zh_cn: 如此笨重的武器……竟有人愿意主动选择它……

source: Either you’re incredibly skilled, or incredibly foolish.
fr: Soit tu es incroyablement habile, soit incroyablement imprudente.
zh_cn: 要么你极为精通, 要么就是一个大baka。

source: I wish to find that out!
fr: Je veux le découvrir!
zh_cn: 我正想亲自验证一下!

source: After our duel, let us meet and discuss our techniques!
fr: Après notre duel, rencontrons-nous pour discuter de nos techniques!
zh_cn: 等我们决斗之后, 不如坐下来切磋一番各自的技艺吧!

source: Techniques? Hah!
zh_cn: 技艺? 呵!

source: I’m sure our existence means nothing to you! And the feeling is mutual!
fr: Je suis sûre que notre existence ne signifie rien pour toi! Et le sentiment est réciproque!
zh_cn: 我确信我们的存在对你而言毫无意义! 而我们对你也毫不在乎!

source: On the contrary, scythe-bearer!
fr: Au contraire, porteuse de faux!
zh_cn: 恰恰相反, 持镰者!

source: You’ve created an impeccable stage for our final confrontation.
fr: Tu as créé une scène impeccable pour notre affrontement final.
zh_cn: 阁下为我们最后的对决, 搭建了一个无与伦比的舞台。

source: But first, please, tell me: what is your mission? What is it you desire?
fr: Mais d’abord, s’il te plaît, dis-moi: quelle est ta mission? Que désires-tu?
zh_cn: 但在那之前请告诉我: 你在谋划什么? 你在渴望什么?

source: For us to share this… intimate moment, I desire to know everything about you.
fr: Pour que nous partagions ce… moment intime, je désire tout savoir de toi.
zh_cn: 为了让我们一起享受…… 这如此「微妙」的时刻, 我渴望了解你的一切。

source: O-Our mission, is t-to—
fr: N-Notre mission, est d-de—
zh_cn: 我……我们的任务, 是去——

source: … is to avenge our forgotten f-friends!
fr: … v-venir en aide à nos amis oubliés!
zh_cn: ……是为了替我们那些被遗忘的朋友们复仇!

source: We will create a new era of Gensōkyō, where the truly forgotten can live another day!
fr: Nous créerons une nouvelle ère pour Gensōkyō, où les vraiment oubliés pourront vivre un autre jour!
zh_cn: 我们将开创幻想乡的新纪元, 让那些真正被遗忘的存在也能重获新生!

source: Soon, the residents of this land will be driven mad beyond comprehension, and be ripe to conquer!
fr: Bientôt, les habitants de cette terre seront rendus fous au-delà de toute compréhension, et prêts à être conquis!
zh_cn: 很快, 这片土地上的居民将陷入无法想象的疯狂, 彻底沦为任人宰割的猎物!

source: So you wish to avenge your fallen compatriots… how noble…
fr: Alors tu souhaites venger tes camarades tombés… comme c’est noble…
zh_cn: 所以, 你想为逝去的同胞复仇…… 多么高尚啊……

source: I can feel it move me to tears…
fr: Je le sens, ça me fait monter les larmes…
zh_cn: 这悲壮之情令我热泪盈眶……

source: Alas, my mission, given to me by Lady Yuyuko of the Netherworld, directly conflicts with yours!
fr: Hélas, ma mission, donnée par Dame Yuyuko du Netherworld, est en conflit direct avec la tienne!
zh_cn: 哎呀, 但是我从冥界的幽幽子大人得到的任务似乎与你冲突了。

source: I cannot allow you to drive my compatriots mad, or to subjugate my home!
fr: Je ne peux te permettre de rendre mes compatriotes fous, ni de subjuguer mon foyer!
zh_cn: 我绝不能容许你让我的同胞陷入疯狂, 更不能让你奴役我的家园!

source: Perhaps, in another time and place, we could have been friends!
fr: Peut-être, dans un autre temps et lieu, aurions-nous pu être amies!
zh_cn: 或许, 在另一个时空, 我们本可以成为朋友!

source: B-Being friends with you h-heartless folk would be a sin! I could never!
fr: Ê-Être amie avec des gens aussi c-cœur de pierre serait un péché! Jamais je ne pourrais!
zh_cn: 与你们这些冷酷无情之人为友, 本身就是一种罪过! 我绝不可能!

source: What a tragedy!
fr: Quelle tragédie!
zh_cn: 多么可悲啊!

source: You’re aiming to be the big ‘hero’ of this Gensōkyō, aren’t you?!
fr: Tu vises à être le grand ‘héros’ de ce Gensōkyō, n’est-ce pas?!
zh_cn: 你一心想要成为这个幻想乡的大英雄, 对吧? !

source: Naturally! No different than how you wish to be the hero of ‘your’ Gensōkyō!
fr: Naturellement! Pas différent de la manière dont tu souhaites être le héros de ‘ton’ Gensōkyō!
zh_cn: 理所当然! 我的目标和你一心想要成为「你的」幻想乡的英雄, 又有什么不同呢? !

source: We’re not so different, you and I.
fr: Nous ne sommes pas si différents, toi et moi.
zh_cn: 你和我并没有什么区别。

source: Your courage is admirable, I’ll give you that.
fr: Ton courage est admirable, je te l’accorde.
zh_cn: 你的勇气令人钦佩, 这一点我必须承认。

source: But there’s an enormous difference between us, swordswoman.
fr: Mais il y a une énorme différence entre nous, épéiste.
zh_cn: 但我们之间有一个巨大的区别, 剑客啊。

source: For I possess the knowledge of science and rationality!
fr: Car je possède le savoir de la science et de la rationalité!
zh_cn: 我掌握着科学与理性的力量!

source: In a magic-filled world like this, they cut through delusional opponents with unparalleled precision!
fr: Dans un monde rempli de magie comme celui-ci, ils tranchent les adversaires illusoires avec une précision sans pareil!
zh_cn: 在这个充满魔法的世界里, 科学与理性能以无与伦比的精准, 斩断那些虚妄的对手!

source: Let’s see what good your swords do you when you fall prey to true enlightenment!
fr: Voyons à quoi te servent tes épées lorsque tu succomberas au véritable ‘éveil’!
zh_cn: 且看看当你陷入真正的「觉醒」之时, 手中的刀剑还能为你带来什么用处!

source: Impressive! You’ve pushed me to 10% of my true power!
fr: Impressionnant! Tu m’as poussée à 10% de ma vraie puissance!
zh_cn: 最后请恕我直言, 你个人机东西! 我就用了一成功力就不行了?

source: Your despicable pride will be your downfall!
fr: Ton détestable orgueil sera ta perte!
zh_cn: 你那可鄙的骄傲, 终将导致你的覆灭!

source: Behold, your judgement before the true nature of reality!
fr: Voici ton jugement face à la véritable nature de la réalité!
zh_cn: 见证吧——在现实的真正本质面前, 你的审判即将降临!

source: Unknown
fr: Inconnu
zh_cn: 未知

source: Unknown device
fr: Appareil inconnu
zh_cn: 未知设备

source: Back
fr: Retour
zh_cn: 返回

source: Guide
zh_cn: 教程

source: Left Stick
zh_cn: 左摇杆

source: Right Stick
zh_cn: 右摇杆

source: Left Bumper
zh_cn: 左肩键

source: Right Bumper
zh_cn: 右肩键

source: Touchpad
fr: Pavé tactile
zh_cn: 触摸板

source: Left Trigger
fr: Gâchette Gauche
zh_cn: 左扳机

source: Right Trigger
fr: Gâchette Droite
zh_cn: 右扳机

source: Hakurei Reimu
zh_cn: 博丽 灵梦

source: Shrine Maiden of Fantasy
fr: Prêtresse du sanctuaire fantastique
zh_cn: 幻想的巫女

source: Human
fr: Humain
zh_cn: 人类

source: Literature (Fiction)
fr: Littérature (fiction)
zh_cn: 文学(小说)

source: The incredibly particular shrine maiden. She’s taking a break from her busy novel-reading schedule to take care of an incident. Mostly, she has a vague feeling of sentimentality for a bygone era. Regardless, when the residents of Yōkai Mountain show up sobbing at her door, she has no choice but to put her book down and spring into action.
fr: La prêtresse incroyablement particulière. Elle fait une pause dans son emploi du temps chargé de lecture de romans pour s'occuper d'un incident. Elle éprouve surtout un vague sentiment de nostalgie pour une époque révolue. Quoi qu'il en soit, lorsque les habitants de la montagne Yōkai se présentent en sanglotant à sa porte, elle n'a d'autre choix que de poser son livre et de passer à l'action.
zh_cn: 极其特别的巫女。 她正从她繁忙的小说阅读日程中抽身去解决异变。 大体上, 她对过去的时代有一种模糊的感伤。 不管怎样, 当妖怪之山的住民们啜泣着登门求助时, 她也只能暂且搁下书卷, 整装出发了。

source: Kirisame Marisa
zh_cn: 雾雨 魔理沙

source: Unbelievably Ordinary Magician
fr: Un magicien incroyablement ordinaire
zh_cn: 非常非常普通的魔法使

source: Eclecticism
fr: Éclectisme
zh_cn: 折衷主义

source: The confident, hyperactive witch. Curious as ever about the limits of magic and the nature of reality, and when she hears about “eldritch lunacy,” her curiosity gets the better of her. But maybe this “grimoire” is best left unread? Not that a warning like that would stop her anyways. So, off she goes.
fr: La sorcière confiante et hyperactive. Toujours aussi curieuse des limites de la magie et de la nature de la réalité, est prise d'une curiosité irrépressible lorsqu'elle entend parler de la « folie surnaturelle ». Mais peut-être vaut-il mieux ne pas lire ce « grimoire » ? Ce n'est pas qu'un avertissement comme celui-là l'arrêterait de toute façon. Alors, elle s'en va.
zh_cn: 自信而活跃的魔女。 对魔法的极限与现实的本质的好奇一如既往, 而当她听闻“诡异疯狂”的传闻时, 她的好奇便占据了上风。 但可能这本“魔法书”还是永远没人去读才更好? 区区这样的警告才不会阻拦她的脚步, 就这样踏上征程。

source: Konpaku Yōmu
zh_cn: 魂魄 妖梦

source: Swordswoman Between Worlds
fr: La guerrière entre deux mondes
zh_cn: 二世之间的少女剑客

source: Half-Human, Half-Phantom
fr: Mi-humain, mi-fantôme
zh_cn: 半人半灵

source: Fencing
fr: Escrime
zh_cn: 剑术

source: The swordswoman of the somewhat-dead. “While you were playing games, I was studying the blade” … is probably what she’d say. Entirely too serious about everything, and utterly terrified of (half of) her own existence. Still, she’s been given an important mission by Lady Yuyuko. Hopefully she doesn’t let it get to her head.
fr: La guerrière des morts-vivants. “Pendant que tu jouais, j'étudiais le maniement de l'épée” … C'est probablement ce qu'elle dirait. Elle prend tout beaucoup trop au sérieux et est terrifiée par (la moitié de) sa propre existence. Elle s'est tout de même vu confier une mission importante par Dame Yuyuko. Espérons qu'elle ne se laissera pas griser par le succès.
zh_cn: 某种意义上生死之间的少女剑客。 “当你们在玩游戏时, 我在研习剑术。”——这大概会是她的台词。 性格对什么事都认真过头, 但还很害怕自己的另外一半(半灵)。 尽管如此, 她还是被幽幽子大人委以重任, 希望她不会因此被冲昏头脑。

source: Fairy
fr: Fée
zh_cn: 妖精

source: Thermodynamics
fr: Thermodynamiques
zh_cn: 热力学

source: The lovably-foolish ice fairy. Perhaps she’s a bit dissatisfied after her recent duels with secret gods and hellish fairies? Consider going easy on her.
fr: L'adorable et naïve fée des glaces. Peut-être est-elle un peu mécontente après ses récents duels avec des dieux secrets et des fées infernales ? Envisagez de la ménager.
zh_cn: 呆萌可爱的冰之妖精。 可能她最近在和秘神与地狱妖精的对决后感到不太开心? 还是对她手下留情吧。

source: Pestilence God
fr: Dieu de la Peste
zh_cn: 厄神

source: Gyroscopic Stabilization
fr: Stabilisation Gyroscopique
zh_cn: 陀螺稳定性

source: Guardian of Yōkai Mountain. Her angular momentum is out of this world! She seems awfully concerned with your health and safety, to the point of being quite overbearing. You’re old enough to decide your own path in life, though.
fr: Gardienne de la Montagne des Yōkai. Son élan angulaire est hors du commun ! Elle semble terriblement préoccupée par ta santé et ta sécurité, au point d’être assez envahissante. Tu es cependant assez grand·e pour décider de ton propre chemin dans la vie.
zh_cn: 妖怪之山的守护者, 她的角动量突破天际! 她可能有些过分担忧你的健康和安全, 甚至到了令人窒息的程度。 然而, 你已经到了该选择自己人生道路的年龄了。

source: Agile Insect Engineer
fr: Ingénieur Insecte Agile
zh_cn: 敏捷昆虫工程师

source: Bombardier Beetle
fr: Coléoptère Bombardier
zh_cn: 庞巴迪甲虫

source: Full Stack 'Web' Development
fr: Développement Full Stack ‘Web’
zh_cn: 全栈「Web」开发

source: Not all things are computable, and this bug seems to sneak in at a decisive fork in your commute to the true culprit. The majority of insects do not scheme grand revolutions, yet their presence alone is enough to upset the course of events.
fr: Tout n’est pas calculable, et cet insecte semble surgir à un carrefour décisif lors de ton trajet vers le véritable coupable. La majorité des insectes ne fomentent pas de grandes révolutions, mais leur simple présence suffit à perturber le cours des événements.
zh_cn: 并非所有事物都可计算, 而这个「bug」似乎在你追踪真正元凶的过程中, 悄然潜入了某个决定性的岔路口。 绝大多数昆虫并不谋划翻天覆地的革命, 但它们的存在本身已足以颠覆事件的走向。

source: Insect
fr: Insecte
zh_cn: 昆虫

source: Evolutionary Socio-Entomology
fr: Socio-entomologie Évolutive
zh_cn: 演化社会昆虫学

source: A bright bug - or was it insect? - far from her usual stomping grounds. She feels that Insects have lost their “rightful place” in history, whatever that means. If she thinks she has a raw evolutionary deal, someone ought to tell her about the trilobites…
fr: Un insecte brillant – ou était-ce un bug ? – loin de ses terrains habituels. Elle estime que les insectes ont perdu leur “place légitime” dans l’histoire, quoi que cela veuille dire. Si elle pense avoir été lésée dans l’évolution, quelqu’un devrait lui parler des trilobites…
zh_cn: 一只发光的小虫子——或者说昆虫? ——远离了她惯常出没的领地。 她坚信昆虫在演化长河中失去了「应有的地位」。 如果她真的自认遭受进化的不公, 应该来个人给她科普一点三叶虫的历史……

source: Vampire
zh_cn: 吸血鬼

source: Hematology
fr: Hématologie
zh_cn: 血液学

source: Vampiric blast from the past. Doesn’t she know Gensōkyō already has new bloodsuckers in town? Sucking blood is what she’s good at, but her current job is a gatekeeper, and her true passion is high fashion. Everyone’s got multiple side-hustles these days…
fr: Explosion vampirique du passé. Ne sait-elle pas que Gensōkyō a déjà de nouveaux suceurs de sang en ville ? Sucer le sang est sa spécialité, mais son emploi actuel est celui de gardienne, et sa vraie passion est la haute couture. Aujourd’hui, tout le monde a plusieurs activités annexes…
zh_cn: 来自过去的吸血鬼异变。难道她不知道幻想乡已经有了新的吸血鬼了吗? 她擅长吸血, 但她现在的工作倒是当门卫, 而且实际更热衷于买衣服。 不过现在谁还没有几个业余爱好呢……

source: Oarfish
fr: Poisson-ruban
zh_cn: 桨鱼

source: Meteorology (Fulminology)
fr: Météorologie (Fulminologie)
zh_cn: 气象学(雷电学)

source: Messenger from the clouds, and an amateur meteorologist. Seems to have been reading a few too many outdated psychiatry textbooks in recent times. Despite being so formal and stuffy, she seems to be the only one who knows what’s going on.
fr: Messagère venue des nuages, et météorologue amateur. Semble avoir lu ces derniers temps trop de manuels de psychiatrie dépassés. Bien qu’elle soit si formelle et guindée, elle semble être la seule à savoir ce qui se passe.
zh_cn: 云端的信使, 同时是一个业余气象学家。 她最近似乎读了太多过时的精神病学教材。 尽管举止刻板拘谨, 她却是唯一洞悉全局之人。

source: Shinigami(?)
zh_cn: 死神(?)

source: Theoretical Physics / Forensic Pathology (dual-major)
fr: Physique théorique / Médecine légale (double spécialité)
zh_cn: 理论物理 / 法医病理学(双学位)
