Repository: taisei-project/taisei
Catalog: po/*.po
Languages: fr, zh_cn

source: Slightly upset over being forgotten. Has apparently gotten herself a tutor in the “dark art” of theoretical physics. Her side-hustle is megalomania. Literally on top of the world, without a care to spare for those beneath her. Try not to let too many stones crush the innocent yōkai below when her Tower of Babel starts to crumble.
fr: Un peu contrariée d’avoir été oubliée. A apparemment pris un tuteur pour les “arts obscurs” de la physique théorique. Son activité annexe est le mégalomanie. Littéralement au sommet du monde, sans se soucier de ceux qui sont en dessous. Essaie de ne pas laisser trop de pierres écraser les yōkai innocents en bas quand sa Tour de Babel commence à s’effondrer.
zh_cn: 对自己被遗忘稍感沮丧。 她显然给自己找了一位在理论物理的“暗之艺术”领域的导师。她的副业是个自大狂。 她真正地立于世界之巅, 没有闲心去理会她脚下的一切。 当她的通天之塔开始倾颓时, 还望莫让坠落的砖石伤及下方无辜的妖怪。

source: Locked
fr: Verrouillé
zh_cn: 锁定

source: You have not unlocked this character yet!
fr: Vous n’avez pas encore débloqué ce personnage !
zh_cn: 你还没解锁这个角色呢!

source: Species
fr: Espèce
zh_cn: 种族

source: Area of Study
fr: Domaine d’étude
zh_cn: 研究领域

source: Character Profiles
fr: Profils des personnages
zh_cn: 角色档案

source: Press [Fire] for alternate expressions
fr: Appuyez sur [Fire] pour expressions alternatives
zh_cn: 按[射击]键查看差分

source: Intuition
zh_cn: 直觉

source: Science
zh_cn: 科学

source: Select Character
fr: Sélectionner un personnage
zh_cn: 选择角色

source: For those just beginning their academic careers
fr: Pour ceux qui commencent leur parcours académique
zh_cn: 为初学者设计 STG的生涯刚刚开始

source: All those years of study have finally paid off
fr: Toutes ces années d’études ont enfin porté leurs fruits
zh_cn: 苦心沉淀多年 努力得到回报。

source: You must really love books
fr: Tu dois vraiment aimer les livres
zh_cn: 你疑似有点 爱上书本了

source: You either die a student, or live long enough to become a professor
fr: Tu meurs soit en tant qu’étudiant, ou tu vis assez longtemps pour devenir professeur
zh_cn: 你要么死掉, 或者活到 成为教授那天

source: Select Difficulty
fr: Sélectionner la difficulté
zh_cn: 选择难度

source: Load Quicksave
fr: Charger la sauvegarde rapide
zh_cn: 加载快速存档

source: Restart
fr: Redémarrer
zh_cn: 重开

source: Give up
fr: Abandonner
zh_cn: 撤退, 保存实力

source: Game Over
fr: Jeu Terminé
zh_cn: 满身疮痍

source: Continue (%i)
fr: Continuer (%i)
zh_cn: 我不甘心! (%i)

source: Continue
fr: Continuer
zh_cn: 我不甘心!

source: Restart the Game
fr: Redémarrer le jeu
zh_cn: 推把

source: Return to Title
fr: Retour au menu principal
zh_cn: 返回标题界面

source: Game Paused
fr: Jeu En Pause
zh_cn: 游戏暂停

source: Return to Game
fr: Reprendre Le Jeu
zh_cn: 返回游戏

source: Stop the Game
fr: Quitter Le Jeu
zh_cn: 结束游戏

source: Replay Paused
fr: Replay En Pause
zh_cn: Replay暂停

source: Continue Watching
fr: Continuer à Regarder
zh_cn: 继续观看

source: Restart the Stage
fr: Recommencer La Stage
zh_cn: 重放关卡

source: Skip the Stage
fr: Passer La Stage
zh_cn: 跳过关卡

source: Stop Watching
fr: Arrêtez De Regarder
zh_cn: 退出观看

source: Replay Cutscenes
fr: Revoir les cutscenes
zh_cn: 过场动画重播

source: Now playing
fr: Lecture en cours
zh_cn: 正在播放

source: You have not unlocked this track yet! If you wish to hear it anyway, please select it again to confirm.
fr: Vous n’avez pas encore débloqué ce morceau ! Si vous voulez l’écouter malgré tout, sélectionnez-le de nouveau pour confirmer.
zh_cn: 你还没解锁此曲目呢! 若仍想试听, 请再次选择以确认。

source: No comment available
fr: Aucun commentaire disponible
zh_cn: 暂无评论可用

source: Unknown track
fr: Morceau inconnu
zh_cn: 未知曲目

source: Reset all settings to defaults?
fr: Réinitialiser tous les paramètres par défaut ?
zh_cn: 重置所有设置为默认值吗?

source: Reset all settings to the last saved values?
fr: Réinitialiser tous les paramètres aux dernières valeurs sauvegardées ?
zh_cn: 重置所有设置为上次保存的值吗?

source: on
fr: Activé
zh_cn: 开

source: off
fr: Désactivé
zh_cn: 关

source: Yes
fr: Oui
zh_cn: 是哒

source: No
fr: Non
zh_cn: 不要

source: Video Options
fr: Options vidéo
zh_cn: 显示设置

source: Fullscreen
fr: Plein écran
zh_cn: 全屏

source: Display
fr: Affichage
zh_cn: 显示

source: Window size
fr: Taille de la fenêtre
zh_cn: 窗口尺寸

source: Renderer resolution
fr: Résolution du rendu
zh_cn: 渲染分辨率

source: Resizable window
fr: Fenêtre redimensionnable
zh_cn: 可调整大小窗口

source: Pause the game when not focused
fr: Mettre le jeu en pause lorsqu’il n’est pas actif
zh_cn: 不聚焦窗口时暂停游戏

source: Vertical synchronization
fr: Synchronisation verticale
zh_cn: 垂直同步

source: adaptive
zh_cn: 自适应

source: Skip frames
fr: Ignorer des images
zh_cn: 跳帧

source: Overall rendering quality
fr: Qualité globale du rendu
zh_cn: 整体渲染质量

source: Draw background
fr: Afficher le fond
zh_cn: 背景绘制

source: Background rendering quality
fr: Qualité du rendu du fond
zh_cn: 背景渲染质量

source: Anti-aliasing
fr: Anti-crénelage
zh_cn: 抗锯齿

source: none
fr: Aucun
zh_cn: 禁用

source: Particle effects
fr: Effets de particules
zh_cn: 粒子质量

source: minimal
zh_cn: 最小

source: full
fr: Complet
zh_cn: 完整

source: Postprocessing effects
fr: Effets de post-traitement
zh_cn: 后处理效果

source: fast
fr: Rapide
zh_cn: 快速

source: Gamepad Controls
fr: Contrôles du gamepad
zh_cn: 手柄控制

source: Move up
fr: Monter
zh_cn: 向上移动

source: Move down
fr: Descendre
zh_cn: 向下移动

source: Move left
fr: Gauche
zh_cn: 向左移动

source: Move right
fr: Droite
zh_cn: 向右移动

source: Shoot
fr: Tirer
zh_cn: 射击

source: Focus
fr: Concentration
zh_cn: 低速

source: Use Spell Card
fr: Utiliser une Carte Magique
zh_cn: 使用符卡

source: Power Surge / Discharge
fr: Surge / Décharge de puissance
zh_cn: 能量浪涌 / 结束浪涌

source: Skip dialog
fr: Passer le dialogue
zh_cn: 跳过对话

source: Press any button on your gamepad to exit joystick testing mode
fr: Appuyez sur un bouton de votre manette pour quitter le mode test du joystick
zh_cn: 按下手柄上任意键退出手柄测试模式

source: Press %s on your gamepad to enter joystick testing mode
fr: Appuyez sur %s de votre manette pour entrer en mode test du joystick
zh_cn: 按下手柄上的 %s 键进入手柄测试模式

source: Gamepad Options
fr: Options du gamepad
zh_cn: 手柄设置

source: Enable Gamepad/Joystick support
fr: Activer la prise en charge du gamepad/joystick
zh_cn: 启用手柄/摇杆支持

source: Device
fr: Périphérique
zh_cn: 设备

source: Customize controls…
fr: Personnaliser les contrôles…
zh_cn: 自定义控制…

source: Remap square input into circular
fr: Convertir l’entrée carrée en circulaire
zh_cn: 将方形输入重新映射为圆形

source: Direction snap factor
fr: Facteur de verrouillage directionnel
zh_cn: 方向吸附因子

source: Diagonal bias
fr: Biais diagonal
zh_cn: 对角线偏向

source: Dead zone
fr: Zone morte
zh_cn: 盲区

source: Maximum zone
fr: Zone maximale
zh_cn: 最大区域

source: Sensitivity
fr: Sensibilité
zh_cn: 灵敏度

source: Toggle fullscreen
fr: Basculer en plein écran
zh_cn: 切换全屏

source: Take a screenshot
fr: Prendre une capture d’écran
zh_cn: 截屏

source: Toggle audio
fr: Basculer audio
zh_cn: 切换音频模式

source: Stop the game immediately
fr: Arrêter le jeu immédiatement
zh_cn: 立即结束游戏

source: Restart the game immediately
fr: Redémarrer le jeu immédiatement
zh_cn: 立即推把

source: Quick save
fr: Sauvegarde rapide
zh_cn: 快速保存

source: Quick load
fr: Chargement rapide
zh_cn: 快速加载

source: Toggle God mode
fr: Basculer le mode Dieu
zh_cn: 切换上帝模式

source: Skip stage
fr: Passer le stage
zh_cn: 跳过本关卡

source: Power up
fr: Augmenter la puissance
zh_cn: 提升灵力

source: Power down
fr: Réduire la puissance
zh_cn: 降低灵力

source: Disable background rendering (HoM effect)
fr: Désactiver le rendu du fond (effet HoM)
zh_cn: 禁用背景渲染（HoM效果）

source: Toggle collision areas overlay
fr: Basculer l’affichage des zones de collision
zh_cn: 切换子弹判定可视化

source: Player name
fr: Nom du joueur
zh_cn: 玩家名称

source: Save replays
fr: Sauvegarder les replays
zh_cn: 保存Replay策略

source: always
fr: toujours
zh_cn: 总是

source: never
fr: jamais
zh_cn: 永不

source: ask
fr: demander
zh_cn: 询问

source: Auto-restart in Spell Practice
fr: Redémarrage automatique en Spell-Training
zh_cn: Spell Practice自动重开

source: Power in Spell and Stage Practice
fr: Puissance en Spell- et Stage-Training
zh_cn: 练习模式默认灵力

source: Shoot by default
fr: Tirer par défaut
zh_cn: 默认启用射击

source: Automatic Power Surge activation
fr: Activation automatique de Power Surge
zh_cn: 自动激活能量浪涌

source: Boss healthbar style
fr: Style de barre de vie du boss
zh_cn: Boss血量条风格

source: classic
fr: Classique
zh_cn: 经典

source: modern
fr: Moderne
zh_cn: 现代

source: Floating score text visibility
fr: Visibilité du texte de score flottant
zh_cn: 浮动分数文字可见性

source: SFX Volume
fr: Volume des effets sonores
zh_cn: 音效音量

source: BGM Volume
fr: Volume de la musique
zh_cn: BGM音量

source: Mute audio
fr: Couper le son
zh_cn: 静音

source: Video options…
fr: Options vidéo…
zh_cn: 显示选项

source: Gamepad & Joystick options…
fr: Options du gamepad et du joystick…
zh_cn: 手柄与摇杆选项

source: Reload from last saved
fr: Recharger depuis la dernière sauvegarde
zh_cn: 从上次保存的配置重加载

source: Reset to defaults
fr: Réinitialiser par défaut
zh_cn: 重置为默认选项

source: Press a key to assign, ESC to cancel
fr: Appuyez sur une touche pour assigner, ESC pour annuler
zh_cn: 请按对应键指派键位，按ESC取消

source: All devices
fr: Tous les périphériques
zh_cn: 全部设备

source: No devices available
fr: Aucun périphérique disponible
zh_cn: 无设备可用

source: Move an axis to assign, Back to cancel
fr: Bougez un axe pour assigner, Retour pour annuler
zh_cn: 请移动坐标轴进行指派，按返回键取消

source: Press a button to assign, Back to cancel
fr: Appuyez sur un bouton pour assigner, Retour pour annuler
zh_cn: 请按下一个按键进行指派，按返回键取消

source: Unbound
fr: Non assigné
zh_cn: 未绑定

source: Failed to load replay events
fr: Échec du chargement des événements du replay
zh_cn: 无法加载Replay事件

source: Can't replay this stage: unknown stage ID %X
fr: Impossible de rejouer ce stage: ID de stage inconnue %X
zh_cn: 无法重播本关卡: 未知关卡ID %X

source: Can't replay this stage: unknown player character/mode %X/%X
fr: Impossible de rejouer ce stage: personnage/joueur inconnu %X/%X
zh_cn: 无法重播本关卡: 未知操纵角色/机体 %X/%X

source: Unknown stage %X
fr: Stage inconnu %X
zh_cn: 未知关卡 %X

source: No replays available. Play the game and record some!
fr: Aucun replay disponible. Jouez au jeu et enregistrez-en !
zh_cn: 没有Replay可用。打几把游戏录点吧!

source: There was a problem getting the replay list :(
fr: Problème lors de la récupération de la liste des replays :(
zh_cn: 获取Replay列表时出现问题 :(

source: Save Replay?
zh_cn: 保存Replay吗？

source: Magic missiles and lasers — simple and to the point. They’ve never let you down before, so why stop now?
fr: Missiles magiques et lasers — simples et efficaces. Ils ne vous ont jamais déçu, pourquoi arrêter maintenant ?
zh_cn: 魔法导弹与激光—— 一对简单明了的组合, 从未让你失望. 所以为何停滞不前呢?

source: Pure Love “Galactic Spark”
fr: Amour Pur “Étincelle Galactique”
zh_cn: 纯恋「Galactic Spark」(星河火花)

source: As many bullets as there are stars in the sky. Some of them are bound to hit. That's called “homing”, right?
fr: Autant de projectiles qu’il y a d’étoiles dans le ciel. Certains toucheront forcément leur cible. On appelle ça du “guidage”, non?
zh_cn: 天上有多少颗星星, 就有多少颗子弹, 最后肯定有一些会击中目标, 这也是一种「诱导」, 对吧?

source: Magic Sign “Stellar Vortex”
fr: Signe Magique “Vortex Stellaire”
zh_cn: 魔符「Stellar Vortex」(星环漩涡)

source: Yōkai Buster
fr: Chasseur de Yōkai
zh_cn: Youkai Buster

source: The tried-and-true: homing amulets and sharp needles. You don’t have the luxury of time to think about aiming.
fr: Les valeurs sûres : amulettes à guidage et aiguilles acérées. Vous n’avez pas le temps de viser.
zh_cn: 久经考验的诱导护符与封魔针, 不必思考怎么瞄准敌人, 干就完了!

source: Spirit Sign “Fantasy Seal —Burst—”
fr: Signe Spirituel “Sceau Fantaisie —Explosion—”
zh_cn: 灵符「梦想封印 裂」

source: Turn your understanding of reality upside-down, and tie the boundaries of spacetime into knots as easily as the ribbons in your hair.
fr: Renversez votre compréhension de la réalité et nouez les limites de l’espace-temps aussi facilement que les rubans dans vos cheveux.
zh_cn: 它将颠覆你对真实的认知: 将时空的边界系成结, 如同你发间的丝带般轻易。

source: Dream Sign “Ethereal Boundary Rupture”
fr: Signe de Rêve “Rupture de Limite Éthérée”
zh_cn: 梦符「幻之结界冲击波」

source: Human and phantom act together towards a singular purpose. Your inner duality shall lend you a hand… or a tail.
fr: Humain et fantôme agissent ensemble vers un but unique. Votre dualité intérieure vous prêtera main… ou queue.
zh_cn: 人类与幽灵携手同行, 向这最后的目标前进, 你的二元之躯会助你一臂之力…… 或者说一尾之力。

source: Soul Sign “Reality-Piercing Apparition”
fr: Signe de l’Âme “Apparition Percant la Réalité”
zh_cn: 魂符「斩断现世的幽魂」

source: Ghosts are real, but they’re nothing to be afraid of. Unless, of course, you happen to stand in the way of a determined sword-wielding lady…
fr: Les fantômes sont réels, mais ils n’ont rien à craindre. Sauf si, bien sûr, vous vous trouvez sur le chemin d’une femme déterminée maniant l’épée…
zh_cn: 鬼魂是真实存在的, 但它们并不可怕。 当然, 除非你恰好挡在了一位 决心已定的持剑女士面前……

source: Aegis Sword “Saigyō Omnidirectional Slash”
fr: Épée Égide “Tranche Omnidirectionnelle Saigyō”
zh_cn: 神盾剑「西行无向斩」

source: Lives:
fr: Vies:
zh_cn: 剩余人数

source: Spell Cards:
fr: Cartes de sort:
zh_cn: Spell Card

source: Power:
fr: Puissance:
zh_cn: 灵力

source: Value:
fr: Valeur:
zh_cn: 得点

source: Volts:
zh_cn: 电压

source: Next:
fr: Suivant:
zh_cn: 奖残:

source: Fragments:
zh_cn: 碎片:

source: God Mode is enabled!
fr: Mode Dieu activé!
zh_cn: 上帝模式已启用!

source: Stage Clear bonus
zh_cn: Stage Clear奖励

source: Life bonus
fr: Bonus de vie
zh_cn: 余残奖励

source: Voltage bonus
fr: Bonus de tension
zh_cn: 电压奖励

source: Graze bonus
fr: Bonus de frôlement
zh_cn: 擦弹奖励

source: All Clear bonus
zh_cn: All Clear奖励

source: Difficulty bonus (+%i%%)
fr: Bonus de difficulté (+%i%%)
zh_cn: 难度奖励 (+%i%%)

source: Press Fire to continue
fr: Appuyez sur Feu pour continuer
zh_cn: 按射击键继续……

source: Spell
fr: Sort
zh_cn: 符卡

source: Misty Lake Encounter
fr: Rencontre au lac Misty
zh_cn: 雾之湖遭遇战

source: Riverside Hina-Nagashi
fr: Hina-Nagashi au bord de la rivière
zh_cn: 河畔流雏

source: Crawly Mountain Ascent
fr: Ascension de Crawly Mountain
zh_cn: 令人痒痒的登山之旅

source: Forgotten Mansion
fr: Manoir oublié
zh_cn: 被遗忘的宅邸

source: Climbing the Tower of Babel
fr: Escalade de la tour Babel
zh_cn: 巴别塔之攀

source: Roof of the World
fr: Toit du Monde
zh_cn: 世界之脊

source: Descent into Madness
fr: Descente dans la folie
zh_cn: 堕入疯狂

source: What are you doing??
fr: Que fais-tu??
zh_cn: 泥在干神马?

source: Dodge it properly!
fr: Esquive correctement!
zh_cn: 好好躲避吧!

source: I bet you can’t do it! Idiot!
fr: Je parie que tu ne peux pas le faire! Idiot!
zh_cn: 咱敢打赌你做不到! baka!

source: I spent so much time on this attack!
fr: J’ai passé tellement de temps sur cette attaque!
zh_cn: 咱可沉淀了很久的!

source: I think you don’t even understand the timer!
fr: Je crois que tu ne comprends même pas le chronomètre!
zh_cn: 咱觉得泥根本不懂计时器！

source: You- You Idiootttt!
fr: Toi- Toi Idiooottt!
zh_cn: 泥、泥个大baka!!!!!

source: Freeze Sign “Perfect Freeze”
fr: Signe de gel “Gel Parfait”
zh_cn: 冻符「Perfect Freeze」(完美冻结)

source: Freeze Sign “Crystal Rain”
fr: Signe de gel “Pluie de Cristal”
zh_cn: 冻符「Crystal Rain」(水晶之雨)

source: Winter Sign “Snow Halation”
fr: Signe d’hiver “Snow Halation”
zh_cn: 冬符「Snow Halation」(雪晕)

source: Doom Sign “Icicle Cascade”
fr: Signe de malheur “Cascade de Glaçons”
zh_cn: 灭符「Icicle Cascade」(冰瀑)

source: Frost Sign “Crystal Blizzard”
fr: Signe de gel “Blizzard de Cristal”
zh_cn: 霜符「Crystal Blizzard」(水晶风暴)

source: Shard “Amulet of Harm”
fr: Éclat “Amulette du Mal”
zh_cn: 碎片「破裂的护符」

source: Lottery Sign “Bad Pick”
fr: Signe de loterie “Mauvais Choix”
zh_cn: 运符「Bad Pick」（错误的选择）

source: Lottery Sign “Wheel of Fortune”
fr: Signe de loterie “Roue de la Fortune”
zh_cn: 运符「Wheel of Fortune」(命运之轮)

source: Lottery Sign “Monty Hall Danmaku”
fr: Signe de loterie “Danmaku Monty Hall”
zh_cn: 运符「Monty Hall Danmaku」(三门弹幕)

source: Wriggle
zh_cn: 莉格露

source: Disruption “Logic Bomb”
fr: Disruption “Bombe Logique”
zh_cn: 崩解「Logic Bomb」(逻辑炸弹)

source: Firefly Sign “Moonlight Rocket”
fr: Signe Luciole “Fusée au Clair de Lune”
zh_cn: 萤符「Moonlight Rocket」(月光火箭)

source: Attractor “Moths to a Flame”
fr: Attracteur “Papillons vers la Flamme”
zh_cn: 诱引「Moths to a Flame」(飞蛾扑火)

source: Bug Sign “Firefly Storm”
fr: Signe Insecte “Tempête de Lucioles”
zh_cn: 虫符「Firefly Storm」（飞萤风暴）

source: Lamp Sign “Light Singularity”
fr: Signe Lampe “Singularité Lumineuse”
zh_cn: 灯符「Light Singularity」(奇异之光）

source: Wriggle EX
zh_cn: 莉格露 EX

source: Bloodless “Gate of Walachia”
fr: Sans sang “Porte de Walachia”
zh_cn: 无血「瓦拉几亚之门」

source: Bloodless “Dry Fountain”
fr: Sans sang “Fontaine sèche”
zh_cn: 无血「干枯的喷泉」

source: Bloodless “Red Spike”
fr: Sans sang “Pique rouge”
zh_cn: 无血「红色尖刺」

source: Limit “Animate Wall”
fr: Limite “Mur animé”
zh_cn: 界限「Animate Wall」(生命高墙）

source: Summoning “Demon Wall”
fr: Invocation “Mur démoniaque”
zh_cn: 召唤「Demon Wall」(恶魔高墙）

source: Power Sign “Blow the Walls”
fr: Signe de puissance “Briser les murs”
zh_cn: 力符「炸翻高墙」

source: Predation “Vampiric Vapor”
fr: Prédation “Vapeur vampirique”
zh_cn: 掠食「Vampiric Vapor」(吸血鬼气化)

source: Blood Magic “Vlad’s Army”
fr: Magie du sang “Armée de Vlad”
zh_cn: 血魔法「吸血鬼大军」

source: High Voltage “Static Bomb”
fr: Haute tension “Bombe statique”
zh_cn: 高压「Static Bomb」(静态炸弹)

source: High Voltage “Atmospheric Discharge”
fr: Haute tension “Décharge atmosphérique”
zh_cn: 高压「Atmospheric Discharge」(大气释能)

source: Charge Sign “Artificial Lightning”
fr: Signe de charge “Éclair artificiel”
zh_cn: 充符「Artificial Lightning」(人造闪电)

source: Current Sign “Induction Field”
fr: Signe de courant “Champ d’induction”
zh_cn: 流符「Induction Field」(磁感领域)

source: Current Sign “Inductive Resonance”
fr: Signe de courant “Résonance inductive”
zh_cn: 流符「电感谐振」

source: Spark Sign “Natural Cathode”
fr: Signe d’étincelle “Cathode naturelle”
zh_cn: 星火之御札「Natural Cathode」(自然阴极)

source: Circuit Sign “Overload”
fr: Signe de circuit “Surcharge”
zh_cn: 电路之御札「超负荷」

source: Newton Sign “Occam’s Razor”
fr: Signe Newton “Rasoir d’Occam”
zh_cn: 牛顿之御札「Occam's Razor」(奥卡姆剃刀)

source: Kepler Sign “Orbital Clockwork”
fr: Signe Kepler “Mécanisme orbital”
zh_cn: 开普勒之御札「Orbital Clockwork」(星轨发条)

source: Maxwell Sign “Wave Theory”
fr: Signe Maxwell “Théorie des ondes”
zh_cn: 麦克斯韦之御札「Wave Theory」(波动学说）

source: Eigenstate “Many-World Interpretation”
fr: État propre “Interprétation des mondes multiples”
zh_cn: 本征态「多世界诠释」

source: de Broglie Sign “Wave-Particle Duality”
fr: Signe de Broglie “Dualité onde-particule”
zh_cn: 德布罗意之御札「波粒二象性」

source: Ricci Sign “Spacetime Curvature”
fr: Signe Ricci “Courbure de l’espace-temps”
zh_cn: 里奇之御札「时空曲率」

source: LHC “Higgs Boson Uncovered”
fr: LHC “Boson de Higgs découvert”
zh_cn: L.H.C.「希格斯玻色子发现」

source: Forgotten Universe “Curvature Domination”
fr: Univers oublié “Domination de la courbure”
zh_cn: 遗忘之宙「Curvature Domination」(操弄曲率)

source: Tower of Truth “Theory of Everything”
fr: Tour de la vérité “Théorie du tout”
zh_cn: 真理之塔「Theory of Everything」(万物之理论)

source: Divine Correction for Outliers
fr: Correction divine pour les valeurs aberrantes
zh_cn: 对异类的神之修正

source: The decision to arrange a character’s existing theme or to come up with something entirely new is difficult and likely one ZUN himself struggles with. I know my strengths lie in the latter, which ultimately resulted in the stormy composition usually heard at the top of the tower, but Iku has such an interesting original theme I had to at least accept the challenge. Ultimately, I can’t decide if I did the original justice with this one or not, but I know it holds a special place in my heart.
fr: La décision d’arranger le thème existant d’un personnage ou d’en créer un tout nouveau est difficile, et même ZUN y a probablement été confronté. Je sais que mes forces résident dans cette dernière option, ce qui a donné la composition orageuse entendue au sommet de la tour, mais Iku a un thème original si intéressant que j’ai dû relever le défi. Au final, je ne peux pas dire si j’ai rendu justice à l’original avec celui-ci, mais je sais qu’il occupe une place spéciale dans mon cœur.
zh_cn: 改编一个角色现有的主题曲, 还是创作一个全新的主题曲, 这很难抉择, ZUN自己可能也很难抉择。 我知道我的优势在于后者, 最终创作出了那种通常在塔顶才能听到的狂风暴雨般的旋律, 衣玖的原创主题曲格外的不错, 以至于我接受了这个挑战。 直到最后, 我也无法确定这首歌是否具备原作的精髓, 但我知道它在我心中已占有一席之地。

source: The staff roll theme. A sense of inspiration and the future is maintained from Excitation Field. One that’s a lot gentler than a thunderstorm… perhaps a bit more like a rainbow.
fr: Thème du générique. Un sentiment d’inspiration et de futur est conservé depuis Excitation Field. Un thème bien plus doux qu’un orage… peut-être un peu plus comme un arc-en-ciel.
zh_cn: Staff界面的主题曲。 Existential Field有一种灵动与未来的感觉。 温柔的不像雷雨, 更像是……彩虹。

source: The ending’s theme. In summation, class, what have we learned today? Knowledge is the forbidden fruit; from it stem the powers of light and darkness. But it’s about time the protagonists have had a snack.
fr: Thème de la fin. En résumé, classe, qu’avons-nous appris aujourd’hui? La connaissance est le fruit défendu; d’elle naissent les pouvoirs de la lumière et des ténèbres. Mais il est temps que les protagonistes prennent une bouchée.
zh_cn: 结局的主题曲。 好同学们, 我们今天都学到了些什么? 啊没错: 知识恰如禁果; 孕育光明亦滋生黑暗。下课下课, 自机们也是时候去放松一下开香槟了。

source: Gahhhhhh why am *I* the one who has to name this, Akari?! Every song I’ve ever made was named by the recipient. You’re putting too much pressure on meeeeeee. *Ahem* So yeah, it’s a player’s score theme. It incorporates bits from the final boss theme and Kanako’s theme, just like any other PS theme. What else were you expecting?
fr: Gahhhhhh pourquoi *MOI* dois-je nommer ça, Akari?! Toutes les chansons que j’ai créées ont été nommées par le destinataire. Tu me mets trop de pressionnnnnn. *Hem* Donc oui, c’est un thème de score pour le joueur. Il incorpore des éléments du thème du boss final et de celui de Kanako, comme tout autre thème de PS. Qu’attendais-tu d’autre?
zh_cn: 啊啊啊啊啊, Akari桑, 为什么咱要给这曲子起名字啊喂? ! 咱创作的每一首歌都是由接收者命名的说, 你别给咱上压力呀…… 咳咳咳……没错, 这是一首满身疮痍界面的主题曲。 它融合了最终Boss主题曲和神奈子主题曲的部分内容, 就像 其他Player Score主题曲一样。 你在期待什么?

source: Unsettling Knowledge
fr: Connaissance troublante
zh_cn: 糟心的知识

source: The intro cutscene theme. Crackles and flashes of otherworldly knowlege. Maybe a bit sinister, unclear whether to be trusted.
fr: Thème de la cinématique d’intro. Crépitements et éclats de savoir surnaturel. Un peu sinistre, difficile à savoir s’il est digne de confiance.
zh_cn: 开幕过场动画的主题曲。 噼噼啪啪, 闪闪发亮, 这就是「世界之外的知识」. 可能带着些许险恶, 是否值得信赖尚不明确.

source: An introduction to the occident. Many paths branch from one. Echoes from across the sea yield a new adventure.
fr: Introduction à l’Occident. De nombreux chemins partent d’un seul. Les échos venus d’outre-mer offrent une nouvelle aventure.
zh_cn: 很好的阐释了「泰西」。 一条大道, 岔路千条。彼岸回声, 奇遇新生。

source: A secret theme for a most beloved character… I wanted to play with the concept of Scuttle’s motif as heard in the tunnel of light and try to apply it to a full-length song. The results were interesting! Her theme is as much an experiment as her existence. Supposing she were to appear as a boss, I think it might sound different given a different role in the incident.
fr: Un thème secret pour un personnage très apprécié… Je voulais jouer avec le motif de Scuttle tel qu’entendu dans le tunnel de lumière et l’appliquer à une chanson complète. Le résultat est intéressant! Son thème est autant une expérience que son existence. Si elle apparaissait comme boss, je pense que cela sonnerait différemment selon son rôle dans l’incident.
zh_cn: 一首献给我最喜欢角色的隐藏主题曲…… 我想尝试利用Scuttle在道中出现时的旋律, 并将其发展成一首完整的歌曲。 结果很有趣! 她的主题旋律就像她的存在一样, 格外的实验性呢。 假设她以关底Boss的身份登场, 考虑到在事件中所扮演的不同角色, 我觉得她的曲子可能会呈现出不一样的感觉。

source: The Fog Invites Unseen Mischief
fr: Le brouillard invite aux malices invisibles
zh_cn: 雾所引的迷蒙闹戏

source: The first stage’s theme. A relaxing mist illustrated with subdued instruments. Familiar shadows stir trouble just out of view. Ripples of times past dance across Misty Lake.
fr: Thème de la première scène. Un brouillard relaxant illustré par des instruments discrets. Des ombres familières provoquent des ennuis hors de vue. Les ondulations du passé dansent sur le lac brumeux.
zh_cn: 一面的主题曲。 令人心旷神怡的薄雾, 配以柔和的乐器袅袅浮现。 熟悉的身影在视野外搅动着纷扰, 往昔的涟漪荡漾在雾之湖上。
