Repository: taisei-project/taisei
Catalog: po/*.po
Languages: fr, zh_cn

source: Seems like it’s taking a bit more time for the madness to wear off for her. How’s all that ‘knowledge’ working out for you, newcomer?
fr: On dirait que ça prend un peu plus de temps pour que la folie s'estompe chez elle. Comment ça marche pour toi, toute cette ’connaissance’, la nouvelle venue?
zh_cn: 看来她恢复正常还需要一点时间。 怎么样, 你得到的那些「知识」还受用吗, 新来的小家伙?

source: I remembered way more about retro video game consoles than I wanted to! And now *you’ve* gotta deal with it!
fr: Je me souvenais beaucoup plus que je ne l'aurais voulu des consoles de jeux vidéo rétro! Et maintenant, c'est à toi de t'en occuper!
zh_cn: 我想到的关于复古游戏机的事情, 可比我想要的多太多了! 现在这些你也得承受了!

source: Elly nodded and smiled politely, trying to hold back tears of boredom.
fr: Elly acquiesça et sourit poliment, essayant de retenir ses larmes d'ennui.
zh_cn: 艾丽点了点头, 礼貌地微笑着, 努力忍住因无聊而想要流出的眼泪。

source: In the end, the newcomers seemed to calm down once the effects of the Tower had worn off, just like everyone else in Gensōkyō.
fr: Finalement, les nouveaux arrivants semblaient s'être calmés une fois que les effets de la Tour se furent dissipés, tout comme tout le monde à Gensōkyō.
zh_cn: 最后, 和幻想乡里的其他人一样, 这些新人在高塔的影响消退后, 似乎也逐渐平静了下来。

source: During an early afternoon, Marisa arrived with a picnic basket and a grin on her face.
fr: En début d'après-midi, Marisa est arrivée avec un panier de pique-nique et un grand sourire.
zh_cn: 午后, 魔理沙带着野餐篮, 脸上挂着灿烂的笑容来了。

source: Ah, Ms. Kirisame. Hello again.
fr: Ah, Mme Kirisame. Bonjour à nouveau.
zh_cn: 啊, 雾雨小姐, 又见面了。

source: Yo, Elly!
zh_cn: 哟, 这不艾丽吗?

source: Do you… need something from me?
fr: Tu as… besoin de quelque chose?
zh_cn: 你……需要我做什么吗?

source: Heck yeah I do! A drinkin’ partner!
fr: Bien sûr que oui! Un compagnon de beuverie!
zh_cn: 那当然啦DA☆ZE! 我需要一个陪我喝酒的小伙伴!

source: Isn’t it a little early for that?
fr: N'est-ce pas un peu tôt pour ça?
zh_cn: 现在喝酒是不是有点太早了?

source: Oh c’mon, it’s noon somewhere in the infinite multiverse, ain’t it?
fr: Oh allez, il est midi quelque part dans l'infini multivers, non?
zh_cn: 呐别这么死板嘛, 在无限的多元宇宙中, 总有个地方现在是中午吧?

source: Elly laughed. She wanted an excuse for a break anyways.
fr: Elly rit. Elle cherchait de toute façon une excuse pour faire une pause.
zh_cn: 艾丽笑了。反正她也正想找个休息的借口呢。

source: And so, they drank, and caught up on alternate worlds, uncanny timelines, and the strangeness of their circumstances.
fr: Et ainsi, ils burent, discutèrent de mondes parallèles, de chronologies étranges et de l'étrangeté de leur situation.
zh_cn: 于是她们一边喝酒, 一边聊起了各自经历的平行世界, 诡异的时间线, 以及眼下这抽象的处境。

source: I mean, ‘course ya lost. Mathematics has always had a soft spot for magic. Don’t ya know about Isaac Newton?
fr: Je veux dire, bien sûr que tu as perdu. Les mathématiques ont toujours eu un faible pour la magie. Tu ne connais pas Isaac Newton?
zh_cn: 哎呀, 你输掉那还用说嘛, 数学向来对魔法有点偏爱ZE。 难道你不知道艾萨克·牛顿的事吗?

source: The famous European mathematician? I studied his works, yes. But what about him?
fr: Le célèbre mathématicien européen ? J'ai étudié ses travaux, oui. Mais qu'en est-il de lui ?
zh_cn: 那位著名的欧洲数学家? 我是研究过他的著作, 但和他有啥关系?

source: He was an Alchemist!
fr: Il était alchimiste!
zh_cn: 他可是个炼金术士!

source: He was a… what?!
fr: Il était un… quoi?!
zh_cn: 他是个……什么? !

source: Yup. There’s even a copy of his occult book down at the library I frequent.
fr: Oui. Il y a même un exemplaire de son livre sur l'occultisme à la bibliothèque où je vais souvent.
zh_cn: 没错。我常去的那间图书馆里, 甚至还藏有他一本关于神秘学著作的抄本呢。

source: He was into a lotta wild stuff.
fr: Il aimait beaucoup les trucs dingues.
zh_cn: 他可是涉猎了很多稀奇古怪的领域呢。

source: Kinda funny ya hadn’t heard of that, actually.
fr: C'est assez drôle que tu n'en aies jamais entendu parler, en fait.
zh_cn: 你居然没听说过这些……还挺有意思的。

source: Hah. That… *is* kind of funny, actually. I never ran across any of *those* books of his…
fr: Ha. C'est… *assez* drôle, en fait. Je n'ai jamais vu aucun de *ces* livres…
zh_cn: 哈哈, 这……确实还挺有趣的。我从来没见过他那些书……

source: Oh, cheer up, will ya? Y’all’ll get to chill out here for a long as ya like.
fr: Oh, remontez-vous le moral, d'accord ? Vous pourrez vous détendre ici aussi longtemps que vous le souhaitez.
zh_cn: 喂振作点嘛, 你爱在这儿待多久都行ZE

source: But what if this Gensōkyō collapses, too…?
fr: Mais que se passerait-il si ce Gensōkyō s'effondrait lui aussi…?
zh_cn: 但如果这个幻想乡……也崩溃了怎么办?

source: It could! The Hakurei Barrier could fall tomorrow! But what’s the point in worryin’ about all that?
fr: C'est possible! La barrière Hakurei pourrait tomber demain! Mais à quoi bon s'inquiéter pour ça?
zh_cn: 当然有这种可能啊! 说不定明天博丽大结界就炸了! 但问题是, 整天担心这些又有什么用呢?

source: Right now, I say we enjoy what we got!
fr: Pour l'instant, je propose que nous profitions de ce que nous avons!
zh_cn: 依我看, 咱们就该好好享受眼前拥有的一切DA☆ZE

source: I suppose you’re right.
fr: Je suppose que tu as raison.
zh_cn: 我想你说得对。

source: Although, I have to ask… how did you remember me?
fr: Mais je dois te demander… comment tu t'es souvenu de moi?
zh_cn: 不过, 我得问一下……你是怎么记得我的?

source: Oh, that’s easy. Mushrooms!
fr: Oh, c'est facile. Les champignons!
zh_cn: 哦, 那很简单啊。蘑菇!

source: Mush… rooms? As in, mycelium?
fr: Champi… gnons ? Comme dans le mycélium ?
zh_cn: 蘑……菇? 你是说菌丝?

source: Yeah! A while ago, I was cookin’ up some especially powerful ones I found in a cave near the one-armed hermit’s house…
fr: Oui ! Il y a quelque temps, j'en ai préparé quelques-uns particulièrement puissants que j'ai trouvés dans une grotte près de la maison de l'ermite manchot…
zh_cn: 正确! 前段时间, 我炖了些在独臂仙人家附近的洞穴里找到的, 特别厉害的蘑菇……

source: And then, BOOM, there was a small explosion!
fr: Et puis, BOOM, il y a eu une petite explosion!
zh_cn: 然后, 轰的一声, 突然发生了个小爆炸!

source: Before I knew it was seein’ all sorts’a ‘versions’ of myself out there. My lives were flashin’ before my eyes!
fr: Avant même de m'en rendre compte, je voyais toutes sortes de ‘versions‘ de moi-même apparaître. Ma vie défilait sous mes yeux!
zh_cn: 我还没反应过来, 就看到外面出现了各种各样的「自己」。我的一生仿佛在眼前飞速闪现!

source: Anyway, took me a bit, but I kinda remembered that vampire girl Kurumi, and when I saw ya, and I was like, ‘Whoa, really?! For real?!’
fr: Bref, ça m'a pris un peu de temps, mais je me suis souvenu de cette vampire, Kurumi, et quand je t'ai vue, je me suis dit: ‘Waouh, vraiment?! Pour de vrai?!’
zh_cn: 总之, 虽然花了一点时间, 但我还是模模糊糊记起了那个吸血鬼小女孩胡桃。 后来当我看到你的时候, 我就在想: 哇贞德食泥鸭! !

source: That’s ridiculous. You’re ridiculous.
fr: C'est ridicule. Tu es ridicule.
zh_cn: 太他喵荒了。你这个人, 简直荒到天了。

source: But I suppose in a place like Gensōkyō, that’s not even that strange…
fr: Mais je suppose que dans un endroit comme Gensōkyō, ce n'est même pas si étrange…
zh_cn: 但仔细想想, 在幻想乡这样的地方, 这似乎也算不上有多离奇了……

source: … and you were such a child when I met you. It’s odd to see you all grown up, even if it’s another you entirely.
fr: … et tu étais encore un enfant quand je t'ai rencontré. C'est étrange de te voir devenu adulte, même si c'est un tout autre toi.
zh_cn: ……我与你初遇时, 你还只是个孩子。现在看到你已经长大成人, 即使这只是另一个「你」, 也总觉得有些奇妙。

source: I’ll have you know that I’m not a day wiser! Gahaha!
fr: Je te fais savoir que je ne suis pas plus sage qu'avant! Gahaha!
zh_cn: 我可得让你知道, 我可一天都没变得更聪明ZE

source: Many residents of Gensōkyō wondered if the Tower would be a blight on the skyline for all eternity.
fr: De nombreux habitants de Gensōkyō se demandaient si la Tour allait défigurer le paysage urbain pour l'éternité.
zh_cn: 幻想乡的许多居民都在纳闷, 那座塔会不会永远矗立在天际上, 成为一道挥之不去的阴影。

source: Others questioned if its power could be harnessed to serve the greater good.
fr: D'autres se sont demandé si son pouvoir pouvait être exploité pour servir le bien commun.
zh_cn: 另一些人则在思考, 是否能够利用它的力量来造福众生。

source: But for the guardians of Gensōkyō, they would need to be vigilant, lest it suddenly spring to life again…
fr: Mais les gardiens de Gensōkyō devaient rester vigilants, de peur qu'il ne reprenne soudainement vie…
zh_cn: 但对于幻想乡的守护者们来说, 她们必须保持警惕, 以免它突然再度苏醒……

source: — Good End —
fr: — Fin Joyeuse —
zh_cn: — 好结局 —

source: The Extra Stage is not ready yet, sorry! ^_^'
fr: Le Stage Bonus n'est pas encore prêt, désolé! ^_^'
zh_cn: Ex面还没做好, 抱歉! ^_^

source: Reimu (Bad Ending)
fr: Reimu (Fin Tragique)
zh_cn: 灵梦 (坏结局)

source: The Tower had powered down, yet the instigators were nowhere to be found.
fr: La Tour avait été mise hors tension, mais les instigateurs étaient introuvables.
zh_cn: 高塔已经关闭, 但始作俑者却无影无踪。

source: Reimu returned to her shrine, unsure if she had done anything at all.
fr: Reimu retourna à son sanctuaire, sans savoir si elle avait accompli quoi que ce soit.
zh_cn: 灵梦回到了她的神社, 不确定自己是否真的做成了什么。

source: The Gods and yōkai of the Mountain shuffled about the shrine quietly, with bated breath.
fr: Les dieux et les yōkai de la montagne se déplaçaient silencieusement dans le sanctuaire, retenant leur souffle.
zh_cn: 山中的神明与妖怪们悄然在神社周围等待, 屏息凝神。

source: Reimu sighed, and made her announcement.
fr: Reimu soupira, puis fit son annonce.
zh_cn: 灵梦叹了口气, 然后她当众大喊:

source: Listen up! I stopped the spread of madness, but until further notice, Yōkai Mountain is off limits!
fr: Écoutez bien! J'ai stoppé la propagation de la folie, mais jusqu'à nouvel ordre, la montagne Yōkai est interdite d'accès!
zh_cn: 全体目光向我看齐! 我虽然阻止了疯狂的蔓延, 但在进一步通知之前, 妖怪之山一律禁止进入!

source: Nobody was pleased with that.
fr: Personne n'était satisfait de cela.
zh_cn: 没有人对此感到满意。

source: The Moriya Gods were visibly shocked.
fr: Les dieux Moriya étaient visiblement choqués.
zh_cn: 守矢的俩大神感到极其震惊。

source: The kappa demanded that they be able to fetch their equipment, and tend to their hydroponic cucumber farms.
fr: Les kappa ont exigé de pouvoir récupérer leur équipement et s'occuper de leurs cultures hydroponiques de concombres.
zh_cn: 河童们坚持要求她们必须取回自己的设备, 以及照看他们的水培黄瓜农场。

source: The tengu furiously scribbled down notes, once again as if they’d had the scoop of the century, before also beginning to make their own demands.
fr: Les tengu griffonnèrent furieusement des notes, une fois de plus comme s'ils avaient obtenu le scoop du siècle, avant de commencer à formuler leurs propres exigences.
zh_cn: 天狗们疯狂地奋笔疾书, 仿佛又一次拿到了世纪大新闻, 随后也开始提出自己的种种要求。

source: Once Reimu had managed to placate the crowd, she sat in the back of the Hakurei Shrine, bottle of sake in hand.
fr: Une fois que Reimu eut réussi à calmer la foule, elle s'assit à l'arrière du sanctuaire Hakurei, une bouteille de saké à la main.
zh_cn: 等灵梦好不容易安抚完人群后, 她便坐在博丽神社的后院, 手里握着一瓶清酒。

source: She didn’t feel like drinking, however. She cradled it without even uncorking it, sighing to herself.
fr: Elle n'avait cependant pas envie de boire. Elle le berça sans même le déboucher, soupirant pour elle-même.
zh_cn: 然而她并没有那种兴致。她只是握着酒瓶, 甚至没有打开瓶塞, 独自轻轻叹了口气。

source: Oh my, a little dissatisfied, aren’t we?
fr: Oh là là, on est un peu mécontent, n'est-ce pas?
zh_cn: 哎呀呀, 很不甘心, 是吧?

source: Reimu was never surprised by Yukari’s sudden appearances anymore, of course.
fr: Reimu n'était bien sûr plus surprise par les apparitions soudaines de Yukari.
zh_cn: 当然, 灵梦早已不会因紫突然出现的样子感到惊讶了。

source: It’s unlike you to stop until everything is business as usual, Reimu.
fr: Ce n'est pas ton genre de t'arrêter tant que tout n'est pas revenu à la normale, Reimu.
zh_cn: 这可不像你啊, 灵梦, 按你平时不都是非要一切恢复正常才肯罢休的吗?

source: Depressed?
fr: Déprimé?
zh_cn: 很沮丧吗?

source: Yeah. That place sucked.
fr: Oui. Cet endroit était nul.
zh_cn: 是啊, 那个地方真让人提不起劲。

source: Perhaps I should’ve gone with you, hmm?
fr: J'aurais peut-être dû venir avec toi, hein?
zh_cn: 或许我该跟你一起去的, 嗯哼?

source: Huh? Why? Do you wanna gap the whole thing out of Gensōkyō?
fr: Hein? Pourquoi? Tu veux supprimer tout ça de Gensōkyō?
zh_cn: 哈? 为啥? 你是想干脆把那整个地方与幻想乡直接隔离开吗?

source: That might be a bit much, even for me, dear.
fr: C'est peut-être un peu trop, même pour moi, ma chérie.
zh_cn: 那可能有点太夸张了, 就算是我也做不到那种地步啦, 灵梦酱。

source: Whatever that ‘madness’ thing was, it was getting to me, too. It made me feel frustrated and… lonely?
fr: Quelle que soit cette ‘folie’, elle m'affectait moi aussi. Elle me rendait frustrée et… solitaire ?
zh_cn: 不管那「疯狂」到底是什么, 它也影响到我了。让我感到烦躁, 还有……孤独?

source: But why would I feel lonely? It doesn’t make any sense.
fr: Mais pourquoi je me sentirais seul? Ça n'a aucun sens.
zh_cn: 可我为什么会感到孤独呢? 这根本说不通啊。

source: So, what will you do?
fr: Alors, qu'allez-vous faire?
zh_cn: 那么, 你打算怎么办?

source: Find a way to get rid of it, eventually. I’m sure there’s an answer somewhere out there…
fr: Trouvez un moyen de vous en débarrasser, tôt ou tard. Je suis sûr qu'il existe une solution quelque part…
zh_cn: 还是得想办法摆脱它, 我相信总会有解决的办法的……

source: Yukari smiled.
fr: Yukari sourit.
zh_cn: 紫淡淡的笑了。

source: Glad to hear it. It’s your duty, after all.
fr: Je suis ravi de l'apprendre. C'est ton devoir, après tout.
zh_cn: 很高兴听到你这么说。毕竟这是你的责任啊。

source: Reimu (Extra Stage Intro)
zh_cn: 灵梦 (Extra引子)

source: — The Moriya Shrine
fr: — Le sanctuaire Moriya
zh_cn: —— 守矢神社

source: Reimu was reading a book she'd borrowed from the Human Village’s book rental store, Suzunaan.
fr: Reimu lisait un livre qu'elle avait emprunté à la librairie Suzunaan du village humain.
zh_cn: 灵梦正在读一本她从人间之里的租书店「铃奈庵」搞来的书。

source: It was her first ‘science fiction’ series, apparently about a flat, circular world that floated through space on the backs of four turtles…
fr: C'était sa première série de ‘science-fiction’, apparemment sur un monde plat et circulaire qui flottait dans l'espace sur le dos de quatre tortues…
zh_cn: 这是她第一次读「科幻」系列小说, 讲的似乎是一个平坦的圆形世界, 由四只乌龟驮着在太空中漂浮……

source: Suddenly, Yukari slid in through one of her gaps.
fr: Soudain, Yukari se glissa dans l'une de ses brèches.
zh_cn: 突然, 紫从打开的隙间蹦出来了。

source: As usual, Reimu could feel her presence right away.
fr: Comme d'habitude, Reimu pouvait sentir sa présence immédiatement.
zh_cn: 和往常一样, 灵梦立刻就感觉到了她的存在。

source: Unexpectedly, Ran and Chen were also in tow, taking positions behind her with solemn, silent expressions.
fr: De manière inattendue, Ran et Chen étaient également présents, prenant place derrière elle avec des expressions solennelles et silencieuses.
zh_cn: 奇怪的是, 蓝和橙也被拖来了, 以庄重而沉默的表情站在紫身后。

source: My oh my, passing the time at rival shrines, are we?
fr: Eh bien, on passe le temps dans les sanctuaires rivaux, n'est-ce pas?
zh_cn: 哎呀呀, 你居然也会在竞争对手的神社里消磨时间呢?

source: Guard duty.
fr: Service de garde.
zh_cn: 我是来站岗执勤的。

source: Hm? Not trusting enough of Ms. Kochiya to—
fr: Hm? Je ne fais pas suffisamment confiance à Mme Kochiya pour—
zh_cn: 嗯? 难道你觉得东风谷小姐还不够靠谱, 所以——

source: No.
fr: Non.
zh_cn: 非也。

source: *giggle* I see.
fr: *gloussement* Je vois.
zh_cn: (轻笑) 知道啦。

source: As if on cue, Elly came running up the steps of the Moriya Shrine, breathlessly, clad in a Moriya shrine maiden uniform.
fr: Comme si c’était prévu, Elly monta en courant les marches du Sanctuaire Moriya, à bout de souffle, vêtue d’un uniforme de prêtresse du sanctuaire Moriya.
zh_cn: 仿佛应声而至一般, 艾丽气喘吁吁地跑上了守矢神社的台阶, 身上还穿着一套神社的巫女服。

source: Ms. Hakurei! There’s been- Oh, my apologies, we have a guest. How nice to meet—
fr: Mlle Hakurei! Il y a eu- Oh, mes excuses, nous avons une invitée. Enchantée de rencontr—
zh_cn: 博丽小姐! 出大事了——啊抱歉, 原来有客人在, 很高兴见到您——

source: Wait, no, there’s no time for that!
fr: Attendez, non, il n’y a pas de temps pour ça!
zh_cn: ……不行, 现在没时间客套了!

source: Slow down. What’s wrong?
fr: Doucement. Qu’est-ce qui ne va pas?
zh_cn: 你先冷静点, 到底发生什么事了?

source: Elly brought out some kind of small communicator device. It projected an image into the air, like an illusion.
fr: Elly sortit une sorte de petit dispositif de communication. Il projeta une image dans l’air, comme une illusion.
zh_cn: 艾丽掏出一个小型通讯装置, 那设备将一幅影像投射到空中, 宛如幻象一般。

source: It’s the Tower! It’s spinning back up!
fr: C’est la Tour! Elle se remet à tourner!
zh_cn: 是那座塔! 它又开始重新运转了!

source: Spinning? It looks completely stationary from here.
fr: Tourner? D’ici, elle a l’air complètement immobile.
zh_cn: 啥玩意? 从这里看它完全静止不动啊。

source: No! I mean it’s powering up, charging up! Whatever! It’s turning back on!!
fr: Non! Je veux dire qu’elle se rallume, qu’elle se recharge! Peu importe! Elle se réactive!!
zh_cn: 不! 我的意思是它正在开机, 正在充能! 管它叫什么! 总之那破塔要重新启动了! !

source: Huh? It thought you were in control of it.
fr: Hein? Je croyais que tu la contrôlais.
zh_cn: 啊? 我还以为是你在控制它呢。

source: I am! I was! I should be…! But this device isn’t letting me do anything!
fr: Je le suis! Je l’étais! Je devrais l’être…! Mais cet appareil ne me laisse rien faire!
zh_cn: 本来是这样的! 我之前确实在控制它! 我本该能控制的……! 但这个装置现在完全不听我的指令了!

source: And I thought about going back to the Tower to turn it off again, but I-… no, i-it’s not safe to.
fr: Et j’ai pensé retourner à la Tour pour l’éteindre encore une fois, mais je-… non, c-ce n’est pas sûr.
zh_cn: 我本想返回高塔再把它关掉, 但……那里现在太危险了, 根本回不去啊。

source: Eh? Why not?
fr: Hein? Pourquoi pas?
zh_cn: 诶? 为什么不行?

source: Hm? What’s all this, then?
fr: Hm? Qu’est-ce que tout ça, alors?
zh_cn: 嗯? 到底发生了什么事啊?

source: Kurumi, the Tower's turning back on!
fr: Kurumi, la Tour se rallume!
zh_cn: 胡桃, 高塔正在重新启动!

source: Huh?! But all I did was seal off the mansion's main doors, so the fairies would leave it alone, just like you asked!
fr: Hein?! Mais tout ce que j’ai fait, c’est sceller les portes principales du manoir, pour que les fées le laissent tranquille, exactement comme tu l’as demandé!
zh_cn: 什么? ! 但我只是按你要求, 封住了宅子的大门, 好让那些妖精别进去捣乱而已啊!

source: I… what?!
fr: Je… quoi?!
zh_cn: 我……什么? !

source: Y-you left me a note that said, ‘Kurumi, go close off the mansion module so the fairies stop playing inside of it'!
fr: Tu-tu m’as laissé une note qui disait: «Kurumi, va fermer le module du manoir pour que les fées arrêtent d’y jouer»!
zh_cn: 你……你留了张纸条给我, 上面写着：“胡桃, 去把宅子的模块封闭起来, 别让妖精们再进去玩了”!

source: So I did!!
fr: Alors je l’ai fait!!
zh_cn: 所以我才这么做的啊! !

source: I didn’t leave you any such note! This isn’t even my handwriting! You *know* I have a hard time with stroke order—
fr: Je ne t’ai laissé aucune note pareille! Ce n’est même pas mon écriture! Tu *sais* que j’ai du mal avec l’ordre des traits—
zh_cn: 我根本没给你留过这种纸条! 这字迹也不是我的! 你明明知道我写字笔顺总是乱的——

source: Okay, excuse me, but what does this have to do with anything?
fr: D’accord, excuse-moi, mais quel est le rapport avec tout ça?
zh_cn: 额, 不好意思, 这跟现在的事情到底有什么关系啊?

source: I… I may have stolen it from someone.
fr: Je… je l’ai peut-être volée à quelqu’un.
zh_cn: 我……我那个高塔可能是从别人那里偷来的。

source: That doesn't answer my question.
fr: Ça ne répond pas à ma question.
zh_cn: 这并没有回答我的问题。

source: She’s… still trapped in there. I thought I'd sealed her away, though!
fr: Elle est… encore piégée là-dedans. Pourtant je croyais l’avoir scellée!
zh_cn: 她……还被困在里面。 可是我以为我已经把她封印住了啊!

source: There’s no way she should've been able to escape that!
fr: Elle n’aurait jamais dû pouvoir s’échapper de ça!
zh_cn: 她根本不可能从那种封印中逃脱的!

source: Elly and Kurumi got chilled expressions on their faces, falling completely silent.
fr: Elly et Kurumi prirent une expression glacée, tombant dans un silence complet.
zh_cn: 艾丽和胡桃的脸色瞬间变得苍白, 整个人僵住, 陷入了彻底的沉默。

source: Reimu closed her book and sighed.
fr: Reimu ferma son livre et soupira.
zh_cn: 灵梦合上书本, 叹了口气。

source: Alright, okay, she’s a big scary monster. I had a feeling something like this might happen…
fr: D’accord, très bien, c’est un gros monstre effrayant. J’avais le pressentiment que quelque chose comme ça arriverait…
zh_cn: 行了行了, 是个又大又可怕的怪物对吧。我早就有种预感, 可能会出这种事……

source: Before you go, Reimu…
fr: Avant que tu partes, Reimu…
zh_cn: 在你走之前, 灵梦……

source: Huh? What now? Want to come with?
fr: Hein? Quoi encore? Tu veux venir avec moi?
zh_cn: 嗯? 怎么了? 想一起去吗?

source: You do care very deeply about Gensōkyō, and everyone within it, don’t you?
fr: Tu tiens énormément à Gensōkyō, et à tous ceux qui y vivent, n’est-ce pas?
zh_cn: 你其实非常在乎幻想乡, 以及生活在其中的每一个人, 对吧?

source: Even those who fundamenally threaten us. You even give the nastiest yōkai a chance at redemption.
fr: Même à ceux qui nous menacent fondamentalement. Tu donnes même aux yōkai les plus abominables une chance de rédemption.
zh_cn: 即便是那些从根本上威胁着我们的存在, 还是最恶劣的妖怪, 你都愿意给他们一次赎罪的机会。

source: I admire that in you.
fr: J’admire ça chez toi.
zh_cn: 我欣赏你这一点。

source: Ehhhh? Why are you being so sincere? It’s freaking me out.
fr: Ehhhh? Pourquoi tu es si sincère? Ça me fout les jetons.
zh_cn: 诶诶诶……? 怎么突然这么认真啊? 搞得我都有点发毛了。

source: Even you think I’m a huge softie, huh? How disappointing…
fr: Même toi tu penses que je suis une énorme gentille, hein? Quelle déception…
zh_cn: 连你也觉得我是个超级老好人是吧? 真是令人失望啊……

source: Yukari remained silent, responding only with a gentle smile.
fr: Yukari resta silencieuse, ne répondant que par un doux sourire.
zh_cn: 紫保持沉默, 只是轻轻一笑作为回应。

source: In the distance, the Tower of Babel began to emit a low, eerie rumble, as Reimu flew off to meet her next challenge…
fr: Au loin, la Tour de Babel commença à émettre un grondement sourd et étrange, alors que Reimu s’envolait pour affronter son prochain défi…
zh_cn: 远处, 巴别塔开始发出低沉而诡异的轰鸣声, 与此同时, 灵梦飞身而去, 迎向她下一个挑战……

source: Reimu (Good Ending)
fr: Reimu (Fin Joyeuse)
zh_cn: 灵梦 (好结局)

source: A rival shrine at the top of Yōkai Mountain.
fr: Un sanctuaire rival au sommet de la Montagne Yōkai.
zh_cn: 位于妖怪之山山顶的一座竞争对手神社。

source: Listen, Sanae, I don’t know what a ‘speedrun’ is, and I really don’t care!
fr: Écoute, Sanae, je ne sais pas ce qu’est un ‘speedrun’, et je m’en fiche complètement!
zh_cn: 听着, 早苗, 我不知道什么叫「速通」, 也完全不在乎!

source: You’re such a stick in the mud, Reimu! Listen, you like resolving incidents as quickly as possible, right?
fr: Tu es vraiment rabat-joie, Reimu! Écoute, tu aimes résoudre les incidents le plus vite possible, pas vrai?
zh_cn: 你真是个古板的人啊, 灵梦! 听好了, 你喜欢尽快解决异变, 对吧?

source: It’s like that, except with video games!
fr: C’est pareil, sauf que c’est avec des jeux vidéo!
zh_cn: 就像那样, 只不过对象换成了电子游戏而已!

source: I don’t know anything about ‘video games’, either!
fr: Je ne sais rien non plus à propos de ‘jeux vidéo’!
zh_cn: 老娘也不知道「电子游戏」是指什么!

source: The Tower had been shut down, ending the crisis of madness sweeping the land.
fr: La Tour avait été arrêtée, mettant fin à la crise de folie qui balayait la région.
zh_cn: 高塔已被关闭, 席卷大地的疯狂危机也随之终结。

source: Nearly everyone had returned to normal, although a few odd souls lamented their loss of ‘knowledge’.
fr: Presque tout le monde était revenu à la normale, bien que quelques âmes étranges se lamentaient d’avoir perdu leur ‘savoir’.
zh_cn: 几乎所有人都恢复了正常, 尽管仍有少数奇怪的家伙在哀叹他们失去了所谓的「知识」。

source: Kurumi and Elly had been conscripted into sweeping the paths of the Moriya Shrine as penance for their actions.
fr: Kurumi et Elly avaient été réquisitionnées pour balayer les sentiers du Sanctuaire Moriya en guise de pénitence pour leurs actes.
zh_cn: 胡桃和艾丽被征去清扫守矢神社的参拜道路, 作为她们所作所为的赎罪。

source: With the occasional odd request from the Moriya Shrine Gods, of course…
fr: Avec, bien sûr, les demandes étranges occasionnelles des dieux du Sanctuaire Moriya…
zh_cn: 当然, 偶尔还会收到守矢神社神明们的一些奇怪要求……

source: I can’t believe it! Is nuclear fusion really that simple?!
fr: Je n’arrive pas à y croire! La fusion nucléaire est vraiment aussi simple?!
zh_cn: 真不敢相信! 核聚变真的有这么简单吗? !

source: Y-Yes, it’s just a matter of changing that coefficient there, and shaping the magnetic containment field using—
fr: O-oui, il suffit de changer ce coefficient-là, et de modeler le champ de confinement magnétique en utilisant—
zh_cn: 是、是的, 只要调整一下那个系数, 再利用……来塑造磁场约束场就行了——

source: Of course! I was such a fool! I can’t believe I ever bothered attempting to harness the Yatagarasu!
fr: Bien sûr! J’étais tellement idiote! Je n’arrive pas à croire que j’ai essayé d’exploiter le Yatagarasu!
zh_cn: 啊……我真是个大baka! 我居然还费尽心思去试图驾驭八咫乌, 简直比那个笨鸟还baka!

source: At last, I have the final key to modernizing Gensōkyō, and preventing the energy crisis from reaching us! Fusion power is now attainable!
fr: Enfin, j’ai la clé finale pour moderniser Gensōkyō et empêcher la crise énergétique de nous atteindre! L’énergie de fusion est désormais accessible!
zh_cn: 终于, 我掌握了幻想乡现代化的最后关键技术, 终于能够防止能源危机波及我们了! 核聚变能源如今已触手可及!
