Repository: taisei-project/taisei
Catalog: po/*.po
Languages: fr, zh_cn

source: Survival
zh_cn: 时符

source: Clear bonus
zh_cn: Clear奖励

source: Time bonus
fr: Temps bonus
zh_cn: 时间奖励

source: Survival bonus
fr: Bonus de survie
zh_cn: 存活奖励

source: Endurance bonus
fr: Bonus d'endurance
zh_cn: 持久奖励

source: Diff. multiplier
fr: Diff. multiplicateur
zh_cn: 难度系数

source: Total
zh_cn: 共计

source: Mouse input disabled
fr: Intéractions souris désactivée
zh_cn: 鼠标输入禁用

source: Taisei Project brought to you by…
fr: Taisei Project présenté par…
zh_cn: 泰西Project 由以下人员为您呈现……

source: Special Thanks
fr: Remerciements
zh_cn: 特别感谢

source: Visit Us %s And join our Discord server %s
fr: Venez nous rendre visite %s Et rejoignez notre serveur Discord %s
zh_cn: 联系我们 %s 或者加入我们的Discord服务器 %s

source: * And don't forget to take it easy!
fr: * Et n'oubliez pas de vous détendre!
zh_cn: * 然后别忘了放轻松点!

source: — The Hakurei Shrine
fr: — Le sanctuaire Hakurei
zh_cn: — 博丽神社

source: The shrine at the border of fantasy and reality.
fr: Le sanctuaire à la frontière entre fantaisie et réalité.
zh_cn: 一座位于幻想与现实境界的神社。

source: Three heroines of Gensōkyō sat drinking tea on a calm day at the end of summer.
fr: Trois héroïnes de Gensōkyō étaient assises en train de boire du thé par une journée calme à la fin de l'été.
zh_cn: 夏末一个平静的日子里, 有三个幻想乡的少女坐着喝茶。

source: There was something unsettling in the air—
fr: Il y avait quelque chose de troublant dans l'air…
zh_cn: 空气中弥漫着某种令人不安的气氛——

source: What’s got ya both so down? Did I mess up the tea?
fr: Qu'est-ce qui vous déprime autant? J'ai raté le thé?
zh_cn: 你俩怎么都这么郁闷? 是因为咱把茶搞砸了吗?

source: Reimu and Yōmu shared a knowing glance.
fr: Reimu et Yōmu échangèrent un regard complice.
zh_cn: 灵梦和妖梦互换了一下眼神。

source: The tea’s fine. I just feel weird. I can’t put my finger on it.
fr: Le thé est bon. Je me sens juste bizarre. Je n'arrive pas à mettre le doigt dessus.
zh_cn: 茶没问题, 我只是觉得很奇怪, 不好形容那种感觉。

source: I’m feeling something similar, I’m afraid.
fr: Je ressens quelque chose de similaire, j'en ai bien peur.
zh_cn: 我也差不多……有点害怕。

source: The bells of the shrine tolled outside. Someone had made a donation.
fr: Les cloches du sanctuaire sonnaient à l'extérieur. Quelqu'un avait fait un don.
zh_cn: 神社外的铃声响起, 有人往赛钱箱塞了钱。

source: A minute later, there was another.
fr: Une minute plus tard, il y en eut un autre.
zh_cn: 一分钟后, 又响了一声,

source: And another.
fr: Et encore un autre.
zh_cn: 接着又是一声。

source: Something’s definitely not right…
fr: Il y a clairement quelque chose qui cloche…
zh_cn: 肯定有些不对劲的地方……

source: Isn’t it normally comforting for the shrine to receive donations?
fr: N'est-il pas normal que le sanctuaire reçoive des dons?
zh_cn: 你的神社有人奉纳不是个好事情吗?

source: Normally it *would* be comforting, but…
fr: Normalement, cela *devrait* être réconfortant, mais…
zh_cn: 一般情况确实如此, 但……

source: Outside the shrine, nearly every resident of Yōkai Mountain was lined up one after another.
fr: À l'extérieur du sanctuaire, presque tous les habitants de la montagne Yōkai étaient alignés les uns derrière les autres.
zh_cn: 神社之外, 几乎所有妖怪之山的居民, 纷纷排起长队。

source: Everyone seemed vaguely fearful.
fr: Tout le monde semblait vaguement inquiet.
zh_cn: 每个人似乎都隐隐约约地感到恐惧。

source: Eh? What’s all this, then?
fr: Hein? Qu'est-ce que tout ça veut dire?
zh_cn: 额……到底发生了什么?

source: We’ve come to ask a favour.
fr: Nous sommes venus vous demander une faveur.
zh_cn: 我们是来请人帮忙的。

source: What kinda favour?
fr: Quel genre de faveur ?
zh_cn: 什么忙?

source: A mysterious force was slowly causing yōkai and humans alike to succumb to an intense feeling of “knowing everything.”
fr: Une force mystérieuse poussait lentement les yōkai et les humains à succomber à un intense sentiment de ”tout savoir”.
zh_cn: 一股神秘的力量正逐渐让妖怪和人类都陷入一种「无所不知」的强烈感觉中。

source: It would start with figuring out trivial problems that they’d been struggling with - a technical issue with a machine, or coming up with the perfect newspaper headline.
fr: Il commencerait par résoudre les problèmes triviaux auxquels ils étaient confrontés : un problème technique avec une machine ou trouver le titre parfait pour un article de journal.
zh_cn: 起初, 他们会突然解开一些一直困扰自己的简单问题, 例如机器的技术故障, 又或是引人注目的新闻标题。

source: But as it progressed, they’d become completely enthralled by it, unable to act rationally.
fr: Mais au fur et à mesure que cela progressait, ils en étaient devenus complètement fascinés, incapables d'agir rationnellement.
zh_cn: 但随着事态进一步发展, 他们被这种「无所不知」的感觉完全遮蔽, 再也无法理性行事。

source: Yōkai Mountain was usually protected by the Moriya shrine maiden, but even she had been carried away into madness.
fr: La montagne Yōkai était généralement protégée par la prêtresse du sanctuaire Moriya, mais même elle avait été emportée par la folie.
zh_cn: 妖怪之山通常受守矢神社的巫女保护, 但就连她也被搞得疯疯癫癫。

source: Sanae just keeps talking about ‘video game consoles.’
fr: Sanae ne cesse de parler de ’consoles de jeux vidéo’.
zh_cn: 早苗她现在一个劲儿地念叨着「游戏机」。

source: Eh? Like those toys you hook up to TVs, the kind you find at Kōrindō?
fr: Hein ? Comme ces jouets que l'on branche à la télévision, ceux que l'on trouve chez Kōrindō ?
zh_cn: 诶? 就是那些你们在香霖堂找到的, 挂在电视机上的小玩具?

source: Right, but she just won’t stop. I’ve seen her excited, but not like this.
fr: Oui, mais elle n'arrête pas. Je l'ai déjà vue enthousiaste, mais pas à ce point.
zh_cn: 没错, 可她就是停不下来. 我见过她兴奋的样子, 但从来没见过她这样。

source: Hmm. Quite fascinating.
fr: Hmm. Très intéressant.
zh_cn: 嗯……很着迷吗……

source: Where the heck did *you* come from?!
fr: Mais d'où tu sors, *toi* ?!
zh_cn: 不是, 你从哪里窜出来的?!

source: I couldn’t help overhearing your conversation. Based on my gut feeling, and what you’ve described, the answer is obvious.
fr: Je n'ai pas pu m'empêcher d'entendre votre conversation. D'après mon intuition et ce que vous avez décrit, la réponse est évidente.
zh_cn: 呐……刚才听到你们的谈话了而已啦. 凭我的直觉, 加上你们描述的情况, 答案已经很明显了。

source: Is that so? Care to share it with us?
fr: Vraiment? Vous voulez bien nous en faire part?
zh_cn: 是…这样吗? 愿意与我们分享一下吗?

source: Some entity on Yōkai Mountain is emitting a powerful eldritch lunacy, likely in all directions from a singular point, given how indiscriminate it is.
fr: Une entité présente sur le mont Yōkai émet une puissante folie surnaturelle, probablement dans toutes les directions à partir d'un point unique, étant donné son caractère aveugle.
zh_cn: 妖怪之山上的某个存在正散发出强烈的诡异疯狂气息. 鉴于其无差别性, 显然是从某一点向四面八方扩散。

source: Too much knowledge all at once… mm, mm, it can potentially be fatal, at least for those with weaker minds.
fr: Trop de connaissances d'un seul coup...mm, mm, cela peut potentiellement être fatal, au moins pour ceux qui ont l'esprit faible.
zh_cn: 瞬间涌入过多知识…… 嗯, 嗯, 这可能会致命, 至少对意志较弱的人而言。

source: Heh, wanna handle it then, Sumi?
fr: Hé, tu veux t'en occuper alors, Sumi?
zh_cn: 呵呵, 那你自己要去退治吗, 堇酱?

source: A-ah, n-no, you all know the lay of the land better, a-after all, and with it being such a dire situation—
fr: A-ah, n-non, vous connaissez tous mieux la situation, après tout, et vu que c'est une situation si grave…
zh_cn: 啊、不了、您几位毕竟更熟悉这里的情况—— 况且事态都这么要命了——

source: Yōmu became distracted at the sight of Lady Yuyuko peeking out from behind the Moriya Gods.
fr: Yōmu fut distrait à la vue de Dame Yuyuko qui jetait un œil derrière les dieux Moriya.
zh_cn: 妖梦被从守矢神社的两尊大神后面探出头来的幽幽子大人吸引住了。

source: Lady Yuyuko, why are you—?
fr: Dame Yuyuko, pourquoi faites-vous cela?
zh_cn: 幽幽子大人, 你怎么——?

source: The spirits seem drawn to Yōkai Mountain as well, as if they long for something. It’s growing difficult to placate them all…
fr: Les esprits semblent également attirés par la montagne Yōkai, comme s'ils aspiraient à quelque chose. Il devient de plus en plus difficile de les apaiser tous…
zh_cn: 那些幽灵们似乎也被妖怪之山所吸引, 仿佛他们在渴望什么, 冥界越来越难以容纳它们......

source: I see. Shall I investigate as well?
fr: Je vois. Dois-je enquêter également?
zh_cn: 明白, 我也要去调查吗?

source: Please do.
fr: Je vous en prie.
zh_cn: 请吧.

source: Elsewhere at the shrine, the kappa were all huddled into a group, talking intensely in hushed tones…
fr: Ailleurs dans le sanctuaire, les kappa étaient tous regroupés, discutant intensément à voix basse…
zh_cn: 神社的另一处, 河童们聚作一团, 压低声音激烈讨论；

source: And the tengu were furiously scribbling on their notepads, as if they’d just gotten the scoop of their careers.
fr: Et les tengu griffonnaient furieusement sur leurs blocs-notes, comme s'ils venaient de décrocher le scoop de leur carrière.
zh_cn: 天狗们则在笔记本上疯狂涂写, 仿佛刚刚挖到了职业生涯中的独家猛料。

source: Even here, away from Yōkai Mountain, the effects of the so-called ‘eldritch lunacy’ seemed to be reaching everyone…
fr: Même ici, loin de la montagne Yōkai, les effets de ce qu'on appelle la ’folie surnaturelle’ semblaient toucher tout le monde…
zh_cn: 即便此处已远离妖怪之山, 那「诡异疯狂」的影响似乎仍未消散, 持续将所有人推向疯癫……

source: Marisa (Bad Ending)
fr: Marisa (Mauvaise Fin)
zh_cn: 魔理沙 （坏结局）

source: — The Scarlet Devil Mansion
fr: — Le manoir du diabolique de Scarlet
zh_cn: —— 红魔馆

source: A peculiar western mansion in an eastern wonderland.
fr: Un manoir occidental singulier dans un pays des merveilles oriental.
zh_cn: 一座位于东方幻想之地的西式宅邸。

source: A nervous witch sat flipping through endless stacks of books, drinking tea instead of her usual sake…
fr: Une sorcière nerveuse était assise, feuilletant des piles interminables de livres, en buvant du thé au lieu de son saké habituel…
zh_cn: 一位紧张的魔女坐在那里, 不停地翻阅着堆积如山的书籍, 喝着茶而非她惯常的清酒……

source: Hey Patchy, do ya got any more books on Magitech?
fr: Hé Patchy, t'as d'autres livres sur Magitech?
zh_cn: 额帕琪, 你这还有没有更多关于魔法科技的书?

source: Yes, but I doubt they’ll be of much use. That machine is beyond that subject entirely.
fr: Oui, mais je doute qu'ils soient d'une grande utilité.Cette machine est complètement hors sujet.
zh_cn: 有的, 但我怀疑它们用处不大。那台机器完全超出了这个范畴。

source: Ugh, yer probably right, as usual.
fr: Ugh, t'as probablement raison, comme d'habitude.
zh_cn: 唉, 你可能又像平常一样说对了ZE

source: Marisa closed the book and let it slam onto the floor.
fr: Marisa ferma le livre et le laissa tomber bruyamment sur le sol.
zh_cn: 魔理沙合上书, 任它砰地一声砸到地板上。

source: Mind your manners! That’s a very old tome!
fr: Surveillez vos manières! C'est un très vieux livre!
zh_cn: 喂注意点啊! 那可是本非常古老的典籍!

source: It’s so irritatin’! I thought I solved everything but now that Tower’s just sittin’ there, ‘n the whole Mountain’s been quarantined…!
fr: C'est tellement énervant ! Je pensais avoir tout réglé, mais maintenant Towerest juste assis là, alors que toute la montagne a été mise en quarantaine…!
zh_cn: 真是烦死了! 我还以为我把一切都搞定了, 可现在那座塔就那么立在那儿, 整座山还被封锁了……!

source: It just ain’t satisfyin’, y’know?
fr: C'est pas satisfaisant, tu vois?
zh_cn: 就是让人很不爽ZE, 你懂吧?

source: I could destroy it! Make it go BOOM!
fr: Je pourrais le détruire! Le faire exploser!
zh_cn: 那就把它炸了! 让它轰地一声灰飞烟灭!

source: Gah! … now what did I say about sneakin’ up on people, Flan?
fr: Aah! … Qu'est-ce que j'ai dit à propos de surprendre les gens, Flan?
zh_cn: 啊啊!…… 芙兰, 我之前是不是说过别再偷偷摸摸靠近别人了?

source: Sorry!
fr: Pardon!
zh_cn: 抱歉!

source: Thank you for the offer, Flandre, but no.
fr: Merci pour ton offre, Flandre, mais non.
zh_cn: 谢谢你想帮忙, 芙兰朵露, 但还是算了吧。

source: Awww… how boring…
fr: Arhh… quel ennui…
zh_cn: 啊……好无聊啊……

source: After having tea with the pair of them, Marisa wandered the stacks, looking for inspiration.
fr: Après avoir pris le thé avec eux, Marisa a déambulé entre les rayons, à la recherche d'inspiration.
zh_cn: 和她们一起喝完茶后, 魔理沙在书架间徘徊, 寻找灵感。

source: Suddenly, she felt as if she'd stepped into a pothole, tripping and falling flat on her face.
fr: Soudain, elle eut l'impression d'avoir marché dans un nid-de-poule, trébucha et tomba à plat ventre.
zh_cn: 突然, 她感觉好像踩进了一个坑洞, 绊了一跤, 正脸朝下重重摔在地上。

source: When she looked back at the floor, she didn’t see anything except the expertly-organized rows of immaculate bookshelves.
fr: Quand elle regarda à nouveau le sol, elle ne vit rien d'autre que les rangées parfaitement organisées d'étagères immaculées.
zh_cn: 当她回头看向地面时, 除了那些排列整齐, 一尘不染的书架外, 什么也没看到。

source: Then, she noticed something cold and thin underneath her hand.
fr: Puis, elle remarqua quelque chose de froid et de fin sous sa main.
zh_cn: 接着, 她注意到手底下有什么又冷又细的东西。

source: After some time, she realized it was a ‘Smart Device’ of some kind, like a handheld computer.
fr: Au bout d'un certain temps, elle comprit qu'il s'agissait d'une sorte ‘d'appareil intelligent‘, comme un ordinateur de poche.
zh_cn: 过了一会儿, 她意识到那大概是某种「智能设备」, 就是手持电脑之类的东西。

source: This one was far more advanced than any she'd seen from the Outside World, including that young occultist’s phone.
fr: Celui-ci était bien plus avancé que tous ceux qu'elle avait vus dans le monde extérieur, y compris celui du jeune occultiste.
zh_cn: 这台设备比她见过的外界来的任何设备都要先进许多, 甚至比那个年轻神秘人的手机还更为强大。

source: It behaved both as a solid and a liquid, able to rapidly change shapes by applying pressure to certain sides, into different form factors: a phone, a book, a digital typewriter with a keyboard…
fr: Il se comportait à la fois comme un solide et un liquide, capable de changer rapidement de forme en appliquant une pression sur certains côtés, pour prendre différentes formes : un téléphone, un livre, une machine à écrire numérique avec un clavier…
zh_cn: 它兼具固态和液态的特性, 通过按压不同侧面可以迅速改变形状, 变成各种形态：手机, 书本, 带键盘的数码打字机……

source: Once Marisa worked out how to make it display something, the title of a book appeared on its dim screen…
fr: Une fois que Marisa eut compris comment faire apparaître quelque chose à l'écran, le titre d'un livre s'afficha sur son écran sombre…
zh_cn: 等魔理沙终于弄清楚如何让它显示内容时, 昏暗的屏幕上出现了一本书的书名……

source: Practical & Advanced Computational Applications of the Grand Unified Theory
fr: Applications pratiques et avancées de la théorie de la grande unification en informatique
zh_cn: 《大统一理论的实用与高级计算应用》

source: — by Usami Renko
fr: — par Usami Renko
zh_cn: —— 宇佐见莲子 著

source: — Bad End —
fr: — Fin Tragique —
zh_cn: — 坏结局 —

source: Try to reach the end without using a Continue!
fr: Essayez d'arriver à la fin sans utiliser de Continue!
zh_cn: 试试不续关完成游戏吧!

source: Marisa (Extra Stage Intro)
zh_cn: 魔理沙 (Extra引子)

source: A haunted western mansion in an eastern wonderland.
fr: Un manoir hanté de l'Ouest dans un pays des merveilles oriental.
zh_cn: 一栋位于东方乐园中的阴森西式宅邸。

source: I get such a nervous feeling around the newcomers…
fr: Je me sens tellement nerveux en présence des nouveaux arrivants…
zh_cn: 我在新来者身边总是有点紧张……

source: They're fine, they're fine! Look at ‘er, isn’t she kinda cute?
fr: Ils vont bien, ils vont bien! Regarde-la, elle est mignonne, non?
zh_cn: 没事啦没事啦! 你看她, 是不是还挺可爱的?

source: Sure, but… you said you knew them, from another world?
fr: Bien sûr, mais… tu as dit que tu les connaissais, qu'ils venaient d'un autre monde?
zh_cn: 当然, 但是……你说你从另一个世界就认识她们了?

source: Well, another me knew another them in another world.
fr: Eh bien, un autre moi connaissait un autre eux dans un autre monde.
zh_cn: 嗯, 是另一个我在另一个世界认识了另一个她们。

source: Actually, I kinda saw every possible iteration of myself, spannin’ out over infinity, folding onto ourselves, kinda like a really incredible katana gettin’ forged. It was intense!
fr: En fait, j'ai vu toutes les itérations possibles de moi-même, s'étendant à l'infini, se repliant sur elles-mêmes, un peu comme un katana vraiment incroyable en cours de forgeage. C'était intense!
zh_cn: 说真的, 我仿佛窥见了无数个可能的自我, 在无限时空中延伸, 又不断折叠回自身, 就像一把绝世武士刀在淬炼成型。太震撼啦DA☆ZE

source: It’s just like you to accidentally see the Time Knife…
fr: C'est tout à fait toi de voir accidentellement le Couteau du Temps…
zh_cn: 看到了「Time Knife」吗……确实符合你的风格。

source: The what-now?
fr: Quoi ?
zh_cn: 你说——什么?

source: Marisa had just finished accompanying Kurumi to do some ‘service’ on the Tower of Babel.
fr: Marisa venait juste de finir d'accompagner Kurumi pour faire un peu de ’service’ sur la Tour de Babel.
zh_cn: 魔理沙刚陪胡桃在巴别塔做完一些「小服务」。

source: Kurumi and Remilia, the mistress of the mansion, were loudly gossiping amongst themselves off to the side of the library, laughing cheerfully over… tea?
fr: Kurumi et Remilia, la maîtresse du manoir, bavardaient bruyamment entre elles à l'écart de la bibliothèque, riant joyeusement autour d'une tasse de thé.
zh_cn: 胡桃和宅邸的主人蕾米莉亚在图书馆一角大声地聊着八卦, 两人愉快地笑着, 一边喝着……茶?

source: Marisa hoped it was tea, at least.
fr: Marisa espérait que c'était au moins du thé.
zh_cn: 她们最好喝的是茶, 魔理沙想着。

source: Ah, it’s so nice to have a fresh face around here!
fr: Ah, ça fait tellement plaisir d'avoir un nouveau visage par ici!
zh_cn: 啊, 这里终于有了张新面孔, 真是太好了!

source: Yeah! It was so boring being around that egghead pseudo-gami all the time.
fr: Oui! C'était tellement ennuyeux d'être tout le temps avec ce pseudo-gami à tête d'œuf.
zh_cn: 是啊! 整天陪着那个书呆子伪神, 真是无聊到爆!

source: And my younger sister is a tad too reclusive to spend much time with me, these days…
fr: Et ma petite sœur est un peu trop solitaire pour passer beaucoup de temps avec moi ces derniers temps…
zh_cn: 而且最近我那小妹妹也太内向了, 不太愿意花时间陪我……

source: Perhaps we could go out on the town sometime soon?
fr: Peut-être pourrions-nous sortir en ville prochainement?
zh_cn: 也许咱们可以找个时间一起去人里逛逛?

source: Sure! Know any good spots? For, you know…
fr: Bien sûr! Tu connais des bons endroits? Pour, tu sais…
zh_cn: 好呀! 你知道有什么好地方吗? 就是, 嗯……

source: Oh yes, a few, but you must keep it down for now…
fr: Oh oui, quelques-uns, mais tu dois garder ça secret pour l'instant…
zh_cn: 呐……懂哒, 我知道几个地方, 但现在得小声点……

source: Oi, I’m right here! No conspiring to eat humans, got it?!
fr: Hé, je suis là! Pas question de comploter pour manger des humains, compris?!
zh_cn: 六百六十六还有狂人日记, 我还在这儿呢!

source: It’s perfectly consensual, dear Ms. Kirisame, I assure you.
fr: C'est tout à fait consensuel, chère Mme Kirisame, je vous l'assure.
zh_cn: 啊……雾雨小姐, 我说TA是自愿被吃的你信吗……

source: Forgive the young witch, she’s such a spoil-sport at times.
fr: Pardonnez à la jeune sorcière, elle est parfois tellement rabat-joie.
zh_cn: 请原谅那个小女巫, 她有时候真是个扫兴鬼。

source: Mm, indeed~.
fr: Mm, en effet~.
zh_cn: 嗯, 确实呢～

source: Ugh, and after I said y’all were cool…
fr: Et dire que je venais juste de dire que vous étiez cool...
zh_cn: 呃, 我刚还夸你们的……

source: It was then that a low rumble echoed through the chambers of the mansion. Slowly at first, but then gaining in intensity.
fr: C'est alors qu'un grondement sourd résonna dans les pièces du manoir. Lentement au début, puis de plus en plus fort.
zh_cn: 就在此时, 一阵低沉的轰鸣声在宅邸的厅堂中回荡起来。 起初还很微弱, 但随后逐渐增强, 愈演愈烈。

source: Huh? What’s that?
fr: Hein ? Qu'est-ce que c'est ?
zh_cn: 嗯? 什么声音?

source: Perhaps the fairy maids are remodeling upstairs?
fr: Peut-être que les fées sont en train de rénover l'étage?
zh_cn: 也许是那些妖精女仆在楼上装修吧?

source: The mansion began to shake intense, as if down to its very foundation, before ceasing entirely, as quickly as it started.
fr: Le manoir se mit à trembler violemment, comme si ses fondations mêmes étaient ébranlées, avant de s'arrêter aussi soudainement qu'il avait commencé.
zh_cn: 红魔馆开始剧烈地震动起来, 似乎连地基都在颤抖, 但随即又戛然而止, 就像它突然开始一样迅速结束。

source: Before the dust had a chance to settle, an eerie, long siren began blaring in the distance outside the mansion.
fr: Avant même que la poussière ait eu le temps de retomber, une sirène sinistre et interminable se mit à retentir au loin, à l'extérieur du manoir.
zh_cn: 还没一会, 红魔馆外面远处便响起了一阵诡异而悠长的警报声。

source: Huh?! That’s one of the sirens I had the kappa set up!
fr: Hein?! C'est l'une des sirènes que j'avais fait installer par les kappa!
zh_cn: 啊? ! 是我让河童设置的那个警报!

source: Sirens?
fr: Sirènes?
zh_cn: 警报?

source: Yeah, to monitor the Tower of Babel in case anything changed.
fr: Oui, pour surveiller la Tour de Babel au cas où quelque chose changerait.
zh_cn: 没错, 主要是为了监测巴别塔, 以防有什么异变。

source: Ah heck, and I guess that means…
fr: Ah bon sang, et je suppose que cela signifie…
zh_cn: 糟了, 这么的话……意味着……

source: Y-you saw me back there, right?! You were there! I didn’t do anything!
fr: T-Tu m'as vu là-bas, n'est-ce pas?! Tu étais là! Je n'ai rien fait!
zh_cn: 啊呀—你刚才看到咱在这对吧? ! 咱什么都没做呀!

source: Hey, nobody's accusin’ ya of anythin’. All ya did was shut a door, right? To keep the fairies out?
fr: Hé, personne ne t'accuse de quoi que ce soit. Tout ce que tu as fait, c'est fermer une porte, n'est-ce pas? Pour empêcher les fées d'entrer?
zh_cn: 没人说你干了啥坏事啊。你不过是关了个门而已, 对吧? 为了把妖精们挡在外头?

source: Y-yeah! But… but maybe it’s like that phrase? ‘One door closes, another opens'?
fr: O-oui ! Mais... mais c'est peut-être comme dans cette expression? « Une porte se ferme, une autre s'ouvre »?
zh_cn: 没、没错! 但……但会不会就像那句老话说的? 「上帝关掉了一扇门, 就会打开另外一扇」?

source: What do ya mean?
fr: Qu'est-ce que tu veux dire?
zh_cn: 你这话是什么意思?

source: Kurumi got rather pale, even for a vampire.
fr: Kurumi pâlit, même pour une vampire.
zh_cn: 胡桃脸色变得煞白, 即便对一个吸血鬼来说也是如此。

source: Oh no…
fr: Oh non…
zh_cn: 完蛋了……

source: Well c’mon, spit it out. ‘s not like we’ll hold it against ya if ya messed up. We’ll just go back, get the kappa, and—
fr: Allez, crache le morceau. On ne t'en voudra pas si tu as fait une erreur. On va juste retourner chercher le kappa, et...
zh_cn: 得了吧, 有啥快说啊。又不会怪你犯了错, 大不了我们回去找河童, 然后——

source: Hey, um, uh, maybe you should check it out?
fr: Hé, euh, tu devrais peut-être aller voir?
zh_cn: 呃, 那个……也许你该去检查一下?

source: Like, alone? Because I'd just get in your way?
fr: Tout seul? Parce que je te gênerais?
zh_cn: 单独去吗? 因为咱会碍手碍脚吗?

source: But, uh, you know, there might be a really powerful enemy there now? So please be careful???
fr: Mais, euh, tu sais, il y a peut-être un ennemi très puissant là-bas maintenant? Alors fais attention, s'il te plaît???
zh_cn: 可是, 呃……你也知道, 现在那里可能会出现一个非常强大的敌人? 所以……请千万小心啊……

source: Aw, are ya worried about me? That’s cute.
fr: Oh, tu t'inquiètes pour moi? C'est mignon.
zh_cn: 哎呀, 你是在担心我吗? 卡哇伊捏～

source: Marisa grinned and magically summoned her broom, mounting it deftly, and shooting right out of an open window in a flash.
fr: Marisa sourit et fit apparaître son balai par magie, s'y installa habilement et s'envola en un éclair par la fenêtre ouverte.
zh_cn: 魔理沙咧嘴一笑, 随即施展魔法召唤出她的扫帚, 灵巧地一跃而上, 瞬间便从一扇敞开的窗户飞射而出。

source: Her sights were set on the Tower that loomed and rumbled on the top of Yōkai Mountain…
fr: Son regard était fixé sur la tour qui se dressait et grondait au sommet de la montagne Yōkai...
zh_cn: 她的目光紧紧锁定在妖怪之山上那座高耸着, 不断震颤轰鸣的高塔之上……

source: Marisa (Good Ending)
zh_cn: 魔理沙（好结局）

source: — The Moriya Shrine
fr: — Le sanctuaire Moriya
zh_cn: —— 守矢神社

source: A workaholic shrine at the top of Yōkai Mountain.
fr: Un sanctuaire dédié aux bourreaux de travail au sommet du mont Yōkai.
zh_cn: 一个坐落于妖怪之山峰顶的工作狂神社。

source: Once defeated, the newcomers agreed to turn off their ‘Tower of Babel’.
fr: Une fois vaincus, les nouveaux venus ont accepté de désactiver leur ’tour de Babel’.
zh_cn: 被击败之后, 那些外来者同意关闭她们的「巴别塔」。

source: Elly and Kurumi were made to scrub the floors of the Moriya Shrine…
fr: Elly et Kurumi ont été obligées de récurer les sols du sanctuaire Moriya…
zh_cn: 艾丽和胡桃被要求打扫守矢神社的地面……

source: … which had become filthy from the local fairies partying non-stop, and some ‘political demonstrations’ by the newly-formed ‘Insect Party’.
fr: qui était devenu sale à cause des fées locales qui faisaient la fête sans arrêt et de certaines ’manifestations politiques’ organisées par le tout nouveau ’Parti des insectes’.
zh_cn: ……这些地板因为妖精们没完没了的狂欢, 以及新成立的「昆虫党」进行的一些「政治示威」而变得肮脏不堪。

source: —which had a brand new math co-processor, allowing it to have advanced vector processing capabilities. Combined with other improvements, such as its DVD drive—
fr: —qui était équipé d'un tout nouveau coprocesseur mathématique, lui conférant des capacités avancées de traitement vectoriel. Associé à d'autres améliorations, telles que son lecteur DVD—
zh_cn: ——这玩意配备了一个全新的数学协处理器, 使其具备了先进的向量处理能力。 并且结合了其他改进, 例如DVD光驱——

source: Ah, I see. Fascinating. Wow. Incredible.
fr: Ah, je vois. Fascinant. Ouah. Incroyable.
zh_cn: 啊, 懂了。真有趣啊。哇哦, 太不可思议了。

source: You two having fun?
fr: Vous vous amusez bien tous les deux?
zh_cn: 你俩玩的开心吗?

source: … y-yes, ma’am.
fr: … Oui, madame.
zh_cn: ……是的, 神奈子夫人。
