Repository: taisei-project/taisei
Catalog: po/*.po
Languages: fr, zh_cn

source: Mind paying to get my coat cleaned, then?
fr: Tu pourrais payer pour faire nettoyer mon manteau, alors?
zh_cn: 那你愿意出钱把我的外套拿去洗洗吗?

source: I was gonna get it done in the fall, but now…
fr: J’allais le faire à l’automne, mais maintenant…
zh_cn: 我本打算秋天的时候去洗的, 但现在……

source: Why would I do that?! You’re never going to pay me back!
fr: Pourquoi je ferais ça?! Tu ne vas jamais me rembourser!
zh_cn: 泥个大坏蛋! 根本不还钱!

source: I’m gonna turn you into an ice cube!
fr: Je vais te transformer en glaçon!
zh_cn: 咱要把泥冻成大冰块!

source: Really? I prefer shaved ice, myself.
fr: Vraiment? Je préfère la glace pilée, moi.
zh_cn: 真的吗? 我倒是更喜欢刨冰呢。

source: Why don’t you go play with your new friend, the one from Hell?
fr: Pourquoi tu n’irais pas jouer avec ton nouvel ami, celui de l’Enfer?
zh_cn: 你干嘛不去找你那个来自地狱的新朋友玩呢?

source: Maybe then it’d be more of a fair fight.
fr: Peut-être que ce serait un combat plus équitable alors.
zh_cn: 也许那样打起来才更公平些。

source: Ouch…
fr: Aïe…
zh_cn: 啊啊啊……

source: I-I mean, last time she lost! And next time, you will too!
fr: J-je veux dire, la dernière fois elle a perdu! Et la prochaine fois, ce sera ton tour!
zh_cn: 咱、咱上次打赢她了! 下次泥也一样打败!

source: Sure, sure.
fr: Oui, oui.
zh_cn: 好吧好吧。

source: Geez, this place is kinda sad now.
fr: Pff, cet endroit est un peu triste maintenant.
zh_cn: 唉, 现在这个地方还真是有点凄凉啊。

source: What would be causin’ the yōkai to get all weird, anyways?
fr: Qu’est-ce qui ferait que les yōkai deviennent bizarres, de toute façon?
zh_cn: 话说回来, 到底是什么让那些妖怪变得这么奇怪ZE

source: Why hello, Ms. Kirisame.
fr: Eh bien bonjour, Mlle Kirisame.
zh_cn: 你好, 雾雨小姐。

source: You seem to be as reckless as always. I recommend turning back.
fr: Tu sembles aussi imprudente que d’habitude. Je recommande de rebrousser chemin.
zh_cn: 你看起来还是和以往一样鲁莽。我建议你最好回头。

source: Thanks for the advice! I’ll be ignoring it, though.
fr: Merci pour le conseil! Je vais l’ignorer, cependant.
zh_cn: 谢谢你的建议! 不过我会无视的DA☆ZE

source: See ya.
fr: À plus.
zh_cn: 回见啦。

source: Oh my… you’re quite the rebellious one, aren’t you?
fr: Oh là… tu es vraiment rebelle, n’est-ce pas?
zh_cn: 哎呀……你还真是个叛逆的家伙。

source: Such confidence, ignoring my warning like that.
fr: Une telle confiance, ignorer mon avertissement ainsi.
zh_cn: 居然这么自信, 就这么无视我的警告。

source: I’ll take that as a compliment.
fr: Je prends ça comme un compliment.
zh_cn: 我就当这是在夸我了。

source: And do you know what happens to naughty girls who don’t listen to their elders?
fr: Et sais-tu ce qui arrive aux filles désobéissantes qui n’écoutent pas leurs aînés?
zh_cn: 那么, 你知道那些不听长辈话的调皮女孩会有什么 下场吗?

source: They get showered in misfortune for years!
fr: Elles se font couvrir de malheurs pendant des années!
zh_cn: 她们会接连好几年都厄运缠身!

source: You’re way more snippy than usual today.
fr: Tu es bien plus grincheuse que d’habitude aujourd’hui.
zh_cn: 你今天比平时刻薄多了啊。

source: It’s kinda annoyin’, honestly.
fr: C’est un peu agaçant, honnêtement.
zh_cn: 说真的还挺烦人的。

source: H-how mean…
fr: Q-quelle méchanceté…
zh_cn: 你、你太狠了……

source: Don’t you see I was just trying to keep you safe…?
fr: Tu ne vois pas que j’essayais juste de te protéger…?
zh_cn: 难道你没明白我刚才只是想保护你吗……?

source: Don’t get all motherly on me now.
fr: Ne deviens pas maternelle maintenant.
zh_cn: 现在可别对我摆出一副妈妈的样子啊ZE

source: I’ve had enough of that for a lifetime.
fr: J’en ai eu assez pour toute une vie.
zh_cn: 这辈子我已经受够那种事了。

source: Geez, everyone’s getting even more reckless the further up I go. What gives?
fr: Pff, tout le monde devient encore plus imprudent plus je monte. Que se passe-t-il?
zh_cn: 天啊, 我越往上走, 大家就越癫了. 这到底是怎么回事?

source: Wait ‘til you meet their leader!
fr: Attends de rencontrer leur chef!
zh_cn: 等你见到他们的头领再说吧!

source: Yeah, I’m gonna have to ask their leader a bunch‘a questions for sure.
fr: Oui, je vais devoir poser plein de questions à leur chef, c’est sûr.
zh_cn: 是啊, 我肯定得好好问他们头领一堆问题ZE

source: Feel free to go ahead. I’m listening.
fr: Vas-y, je t’écoute.
zh_cn: 你尽管说吧, 我在听着呢。

source: Oh, you’re the messenger?
fr: Oh, tu es le messager?
zh_cn: 哦, 你就是那个信使?

source: Mind passin’ a message along?
fr: Tu pourrais transmettre un message?
zh_cn: 能帮我带个话吗?

source: Um, OBVIOUSLY I’m not the messenger!
fr: Euh, ÉVIDEMMENT je ne suis pas le messager!
zh_cn: 额, 你觉得我像信使?

source: Yeah, I’m the great leader of Insectkind!
fr: Oui, je suis le grand leader des insectes!
zh_cn: 我可是昆虫界的伟大领袖!

source: Great leader? What, did the insects unionize or somethin’?
fr: Grand leader? Quoi, les insectes se sont syndiqués ou quoi?
zh_cn: 伟大领袖? 啥玩意, 昆虫们还成立工会了不成?

source: No! I told you, I’m the leader! The mastermind!
fr: Non! Je t’ai dit, je suis le leader! Le cerveau!
zh_cn: 不! 我都说了, 我就是领袖! 我就是黑幕!

source: So, what’s your question?
fr: Alors, quelle est ta question?
zh_cn: 所以你有何问题?

source: Hmm, guess I forgot.
fr: Hmm, je suppose que j’ai oublié.
zh_cn: 嗯, 看来我给忘了。

source: What’s yer deal, anyways?
fr: C’est quoi ton affaire, de toute façon?
zh_cn: 不管怎样, 你到底什么来头?

source: We insects have three demands:
fr: Nous, les insectes, avons trois demandes:
zh_cn: 我们昆虫一族有三大要求：

source: First: say nay to insect spray!
fr: Premièrement: dites non aux sprays insecticides!
zh_cn: 第一：拒绝杀虫剂!

source: Second: swat the swatters!
fr: Deuxièmement: frappez les tapettes!
zh_cn: 第二：消灭苍蝇拍!

source: Third: the right to bite!
fr: Troisièmement: le droit de mordre!
zh_cn: 第三：随便叮咬人!

source: Fourth—!
fr: Quatrièmement—!
zh_cn: 第四——!

source: Okay okay, this is great ‘n all, but I’ve honestly got more important stuff to do.
fr: D’accord, d’accord, c’est super tout ça, mais honnêtement j’ai des choses plus importantes à faire.
zh_cn: 行行行挺有意思的, 但我还有更重要的事要办。

source: … and ya don’t got a clue about what’s goin’ on, do ya?
fr: … et tu n’as aucune idée de ce qui se passe, hein?
zh_cn: ……你根本就搞不清楚状况, 对吧?

source: Maybe I know more than you think.
fr: Peut-être que j’en sais plus que tu ne le crois.
zh_cn: 也许我知道的比你想象的要多。

source: But it’s NOTHING I’d tell an usurper of Insectkind’s glory!
fr: Mais ce n’est RIEN que je dirais à un usurpateur de la gloire des insectes!
zh_cn: 但我绝不会把这些告诉你们这群窃取昆虫 荣耀的篡位者!

source: Tougher than usual, but not tough enough.
fr: Plus coriace que d’habitude, mais pas assez.
zh_cn: 确实比平常更难缠, 但还不够ZE

source: Where’d ya pick up those new moves, anyway?
fr: Où as-tu appris ces nouveaux mouvements, de toute façon?
zh_cn: 话说, 你那些新招式是在哪儿学来的?

source: Aw! It was, um… the great vision of our glorious Insect past!
fr: Ah! C’était, euh… la grande vision de notre glorieux passé d’insectes!
zh_cn: 啊这…… 那是我们辉煌昆虫祖先的伟大幻象告诉我的!

source: It was in the age of Car—… Carb—… the age of Carbs!
fr: C’était à l’époque du Car—… Carb—… l’époque des Glucides!
zh_cn: 就是在碳……碳——碳素时代的祖先!

source: ‘Glorious insect past’? ‘Carbs’?
fr: ‘Glorieux passé des insectes’? ‘Glucides’?
zh_cn: 「辉煌的昆虫祖先」? 「碳素时代」?

source: Oh, ya must mean the Carboniferous Period. With the giant bug- err, insects, ‘n all that.
fr: Oh, tu dois vouloir dire la période carbonifère. Avec les insectes géants— euh, les insectes, et tout ça.
zh_cn: 哦, 你该不会是说石炭纪吧? 就是那个巨型虫子—— 呃, 巨型昆虫横行的时期。

source: I remember that doctor at Eientei goin’ off about it once.
fr: Je me souviens de ce médecin à Eientei qui s’enflammait à ce sujet une fois.
zh_cn: 我记得那位永远亭的医生曾经滔滔不绝地讲解 这段历史。

source: Only time I’d seen her so excited…
fr: La seule fois où je l’ai vue aussi excitée…
zh_cn: 我很少见到她那么兴奋……

source: Yeah, that!
fr: Oui, ça!
zh_cn: 对, 就是那个!

source: Do you want to be an ally in our glorious conquest…?
fr: Veux-tu être un allié dans notre glorieuse conquête…?
zh_cn: 你愿意成为我们辉煌征服之路的盟友吗……?

source: Maybe later.
fr: Peut-être plus tard.
zh_cn: 下次一定DA☆ZE

source: Probably never.
fr: Probablement jamais.
zh_cn: 其实永远不会ZE

source: Oh wow, a mysterious, magical mansion!
fr: Oh wow, un manoir mystérieux et magique!
zh_cn: 哇哦, 一座神秘与魔力的豪宅!

source: … how generic can you get?
fr: … ça peut être plus banal?
zh_cn: ……额，还能不能再俗套一点?

source: And to top it off, a western witch!
fr: Et pour couronner le tout, une sorcière occidentale!
zh_cn: 没错! 更过分的是你还是一个西式魔女!

source: Seen it a thousand times already. It’s such a boring motif.
fr: Je l’ai déjà vu mille fois. C’est un motif tellement ennuyeux.
zh_cn: 真是个无聊的老套题材, 已经看过一千遍了。

source: Right? But I make up for it with my devilish charm.
fr: N’est-ce pas? Mais je compense avec mon charme diabolique.
zh_cn: 有点松弛对吧? 但我迷人的邪魅魅力弥补了这一点。

source: But that theme is so overdone…
fr: Mais ce thème est tellement surutilisé…
zh_cn: 但那个题材早就被用烂了……

source: What’s next? A maid?
fr: Et ensuite? Une servante?
zh_cn: 接下来是不是该来个妹抖长了?

source: A little girl with almost no dialogue who becomes a fan-favourite anyways?
fr: Une petite fille avec presque aucun dialogue qui devient quand même la préférée des fans?
zh_cn: 一个几乎不说话的小女孩, 结果照样成为粉丝最爱?

source: One that’ll have her personality massacred by the fans?
fr: Une dont la personnalité sera massacrée par les fans?
zh_cn: 而且性格还被粉丝们曲解得面目全非?

source: Maybe they’ll even make her something edgy like a vampire to drive up sales.
fr: Peut-être qu’ils en feront même quelque chose de tendance comme un vampire pour augmenter les ventes.
zh_cn: 也许他们甚至还会把她改成什么暗黑系的吸血鬼, 就为了多卖几份同人志。

source: Ugh! Maybe I’ve been reading too much manga that those tengu churn out.
fr: Beurk! Peut-être que j’ai trop lu de mangas que ces tengu pondent.
zh_cn: 呃, 也许我漫画看得太多了, 就是那些天狗们炮制出来的那种。

source: The tengu write manga now?
fr: Les tengu écrivent des mangas maintenant?
zh_cn: 天狗现在还写漫画?

source: Writin’ pure ficiton is more honest for them, I guess.
fr: Écrire de la pure fiction est plus honnête pour eux, je suppose.
zh_cn: 我想对他们来说, 干脆注明「纯属虚构」反而更诚实吧

source: Yeah, duh?
fr: Ouais, bah sûr?
zh_cn: 是啊, 这还用说?

source: Of course, most of it is garbage that only weirdos like!
fr: Bien sûr, la plupart est des déchets que seuls les bizarres aiment!
zh_cn: 当然啦, 那些大部分都是垃圾, 也就只有怪胎才会喜欢!

source: And don’t EVEN get me started on certain character designs! So generic!
fr: Et ne me lance même pas sur certains designs de personnages! Tellement banals!
zh_cn: 我还没提起某些简直俗到不行的角色设计呢!

source: Maybe they oughta hire someone with some fashion sense.
fr: Peut-être qu’ils devraient engager quelqu’un avec un vrai sens de la mode.
zh_cn: 也许他们该雇个有点时尚品味的人吧。

source: That’d be me, then!
fr: Ce serait moi, alors!
zh_cn: 那不就是我了嘛!

source: My ideas would surely make a splash, if they’d recognize my talent!
fr: Mes idées feraient sûrement sensation, s’ils reconnaissaient mon talent!
zh_cn: 要是他们能意识到我的才华, 我的创意绝对会一鸣惊人!

source: Eh? Maybe…
fr: Hein? Peut-être…
zh_cn: 呃? 也许……

source: Huh?!
fr: Hein?!
zh_cn: 嗯? !

source: Your outfit’s missin’ somethin'…
fr: Il manque quelque chose à ta tenue…
zh_cn: 你的穿搭还缺了点什么……

source: H-Hmph! I could say the same about you!
fr: H-Hmph ! Je pourrais dire la même chose de toi!
zh_cn: 哼! 我也可以这么说你吧!

source: Seriously, it’s just a plain generic witch outfit!
fr: Sérieusement, c’est juste une tenue de sorcière toute simple et banale!
zh_cn: 你那套魔女服平平无奇、毫无新意!

source: That’s just because it’s summer!
fr: C’est juste parce que c’est l’été!
zh_cn: 那只是因为现在是夏天而已!

source: My winter petticoats are legendary. Girls across Gensōkyō talk about ‘em.
fr: Mes jupons d’hiver sont légendaires. Les filles de tout Gensōkyō en parlent.
zh_cn: 我的冬季衬裙可以闪瞎整个幻想乡女生们的 24K钛合金狗眼DA☆ZE

source: In fact, there’s a few of ‘em, uh, deeper inside this mansion.
fr: En fait, il y en a quelques-uns, euh, plus profondément dans ce manoir.
zh_cn: 其实还有几个女孩子不怎么觉得, 呃, 就在这豪宅的更深处。

source: So I’ll be headin’ in, then.
fr: Alors je vais y aller, alors.
zh_cn: 所以我就进去ZE

source: Oh, I’m not letting you go without a fight!
fr: Oh, je ne vais pas te laisser passer sans te battre!
zh_cn: 哦, 想就这么进去? 先打一架再说!

source: Let’s see who’s the most fashionable here, witch!
fr: Voyons qui est la plus fashion ici, sorcière!
zh_cn: 让我看看到底谁才配得上「最时尚」, 死女巫!

source: Whoever has the best petticoat wins. It’s a scientific fact.
fr: Celle qui a le meilleur jupon gagne. C’est un fait scientifique.
zh_cn: 谁的衬裙更出众谁就赢, 这可是科学事实。

source: … but since when do I care about scientific facts?
fr: … mais depuis quand je me soucie des faits scientifiques?
zh_cn: ……不过我什么时候在意过科学事实ZE

source: W-wait, what was I doing again?
fr: A-attends, qu’est-ce que je faisais déjà?
zh_cn: 等、等等, 我刚才到底在做什么来着?

source: (Y-yeah, that’s it, play it off as amnesia…
fr: (O-oui, c’est ça, fais comme si j’avais perdu la mémoire…
zh_cn: （呃, 对, 就这么装失忆蒙混过去……

source: (But, hmm… haven’t I seen this nerdy-looking girl before…?)
fr: (Mais, hmm… je n’ai pas déjà vu cette fille à l’air geek quelque part…?)
zh_cn: （但是, 嗯…… 我以前好像见过这个看起来书呆子气的女孩子……? ）

source: Uuu, I don’t remember anything at all!!
fr: Uuu, je ne me souviens de rien du tout!!
zh_cn: 呜呜呜, 我什么都不记得了啦! !

source: Ah, sorry, sorry. I think ya slipped ‘n hit your head.
fr: Ah, désolée, désolée. Je crois que tu as glissé et frappé ta tête.
zh_cn: 啊, 抱歉抱歉, 你大概是滑倒撞到头了。

source: I’m Gensōkyō’s… petticoat inspector.
fr: Je suis l’inspectrice des jupons… de Gensōkyō.
zh_cn: 我是幻想乡的……衬裙监察官。

source: I’m here to inspect the petticoats in this here mansion.
fr: Je suis ici pour inspecter les jupons de ce manoir.
zh_cn: 我来这儿就是为了检查这栋豪宅里的衬裙。

source: Ya were just lettin’ me in, so I’ll be off, then.
fr: Tu venais juste de me laisser entrer, alors je vais y aller.
zh_cn: 你刚刚正要让我进去呢, 那我就不客气ZE

source: Uhm, I kind of doubt that…
fr: Euh, j’en doute un peu…
zh_cn: 呃……我对此表示严重怀疑……

source: Not that I could stop you, anyways…
fr: Pas que je puisse t’arrêter, de toute façon…
zh_cn: 不过反正我也拦不住你就是了……

source: Ugh, I didn’t sign up to get beaten like this!
fr: Beurk, je ne me suis pas inscrite pour me faire battre comme ça!
zh_cn: 呃, 我可没答应要被这么暴揍一顿的!

source: ‘Sign up’? I thought you didn’t remember anything.
fr: ‘S’inscrire‘? Je croyais que tu ne te souvenais de rien.
zh_cn: 没答应? 我怎么记得你刚才还什么都不记得了呢?

source: N-Nevermind!
fr: Laisse tomber!
zh_cn: 别、别管了啦!

source: This place is fascinatin’!
fr: Cet endroit est fascinant!
zh_cn: 这地方真迷人!

source: I gotta tell Nitori!
fr: Je dois le dire à Nitori!
zh_cn: 我得跟荷取说一下ZE

source: I would not recommend getting too enamoured, young witch.
fr: Je ne recommande pas de trop t’éprendre, jeune sorcière.
zh_cn: 我劝你不要太着迷, 小魔女。

source: I’m surprised to see you here. How have you been?
fr: Je suis surprise de te voir ici. Comment vas-tu?
zh_cn: 居然在这碰见你, 最近怎么样啊?

source: What grimoire would this be in…?
fr: Dans quel grimoire cela se trouverait-il…?
zh_cn: 这会记载在哪本魔法书里呢……?

source: Hmm… probably a major illusion of some kind…?
fr: Hmm… probablement une illusion majeure d’une certaine sorte…?
zh_cn: 嗯……可能是某种大型幻术……?

source: That’d be easier than making the bricks weightless, ‘n it’s a good disguise…
fr: Ce serait plus facile que de rendre les briques sans poids, et c’est un bon déguisement…
zh_cn: 这比起让砖块变轻要容易得多, 而且还是个不错的伪装……

source: … pardon me, are you conversing with yourself?
fr: … excusez-moi, parlez-vous tout seul?
zh_cn: ……打扰一下, 你是在自言自语吗?

source: Huh? No, I was askin’ ya a question.
fr: Hein ? Non, je te posais une question.
zh_cn: 啥? 没有啊, 我是在问你问题来着。

source: An interesting theory, I suppose.
fr: Une théorie intéressante, je suppose.
zh_cn: 一个有趣的理论, 我想是的。

source: It’d make sense though, right?
fr: Ça aurait du sens, non?
zh_cn: 不过这么想是合理的, 对吧?

source: It appeared outta nowhere. If it were real brick, the air displacement alone woulda caused a huge noise…
fr: Cela est apparu de nulle part. Si c’étaient de vraies briques, le déplacement de l’air seul aurait fait un énorme bruit…
zh_cn: 这塔完全是凭空出现的, 如果是真正的砖块, 光是空气被排开就会发出巨大的声响……

source: And it’d take so much power, too.
fr: Et ça demanderait tellement de puissance, aussi.
zh_cn: 而且那也会消耗巨大的魔力。

source: Definitely an illusion, then.
fr: Définitivement une illusion, alors.
zh_cn: 那就肯定是幻术了。

source: The premise of your theory is flawed, unfortunately.
fr: La prémisse de ta théorie est malheureusement erronée.
zh_cn: 不幸的是, 你的理论前提就有问题。

source: The technology on display here is beyond our current comprehension.
fr: La technologie exposée ici dépasse notre compréhension actuelle.
zh_cn: 这里展示的技术远远超出了我们目前的理解范围。

source: Technology? Whoa, so yer sayin’ this is REAL brick?!
fr: Technologie ? Whoa, tu veux dire que ce sont de VRAIES briques?!
zh_cn: 技术? 呜哇, 你是说这些砖头是真家伙? !

source: *tap tap*
zh_cn: （拍了一下）

source: It’s so cold it’s almost creepy, like it was suckin’ magic right outta my fingers.
fr: C’est tellement froid que c’en est presque flippant, comme si ça aspirait la magie de mes doigts.
zh_cn: 它冷得有点吓人, 好像直接从我的手指里把魔力吸走了一样。

source: But that means the tower… has corporeal form?!
fr: Mais ça veut dire que la tour… a une forme corporelle?!
zh_cn: 但那就意味着, 这座塔……是真实存在的实体? !

source: Dang! Now I GOTTA meet the owner!
fr: Mince ! Maintenant je DOIS rencontrer le propriétaire!
zh_cn: 天哪! 现在我非得见见这塔的主人不可了!

source: What grimoires does she got to pull somethin’ like this off?!
fr: Quels grimoires possède-t-elle pour réussir un truc pareil?!
zh_cn: 她得拥有什么样的魔法书, 才能办到这种事啊? !

source: I-I would imagine she does not use grimoires, or magic.
fr: J-je suppose qu’elle n’utilise ni grimoires, ni magie.
zh_cn: 我……我想她应该并不使用魔法书, 也不依靠魔法。

source: This is highly complex machinery, likely relying on advanced computational—
fr: C’est une machinerie très complexe, probablement basée sur des calculs avancés—
zh_cn: 这是极为复杂的机械装置, 很可能依赖于先进的计算系统——

source: But then, what’s the power source?
fr: Mais alors, quelle est la source d’énergie?
zh_cn: 但那样的话, 它的能量来源又是什么?

source: Not even nuclear fusion could sustain somethin’ like this!
fr: Même la fusion nucléaire ne pourrait soutenir quelque chose comme ça!
zh_cn: 就连核聚变都不可能维持这种规模的运转!

source: I-I am not sure of its exact mechanics—
fr: J-je ne suis pas sûre de son mécanisme exact—
zh_cn: 我……我不确定它的具体运作原理——

source: Where’d y’say she was?
fr: Où as‑tu dit qu’elle était?
zh_cn: 你刚说她在哪儿来着?

source: You mean…?
fr: Tu veux dire…?
zh_cn: 你指……

source: The owner, o’ course! Upstairs, right?
fr: Le propriétaire, oui bien sûr! À l’étage, non?
zh_cn: 当然是指那塔的主人啦! 在楼上, 对吧?

source: Perhaps the thin atmosphere at this elevation has gotten to you. I will not divulge any further information, for your own protection.
fr: Peut-être que l’atmosphère rare à cette altitude t’a affecté. Je ne divulguerai aucune autre information, pour ta propre protection.
zh_cn: 也许是因为这个高度上稀薄的空气让你有些头晕了, 出于对你的安全考虑, 我不能再透露更多信息。

source: What’s her name?
fr: Quel est son nom?
zh_cn: 她名字呢?

source: Why are you not listening to me…?
fr: Pourquoi ne m’écoutes‑tu pas…?
zh_cn: 你为什么就是不肯听我说呢……?

source: Do ya got any tips on talkin’ to her, maybe make her loosen up a bit?
fr: As‑tu des conseils pour lui parler, peut-être la faire se détendre un peu?
zh_cn: 你就没有什么建议啊, 教我怎么跟她聊几句, 也许能让她放松一点?

source: I don’t wanna blow my chance.
fr: Je ne veux pas gâcher ma chance.
zh_cn: 我可不想搞砸这个机会ZE

source: I am trying to spare you further peril, yet all you can do is talk over me. Be more considerate.
fr: J’essaie de t’épargner davantage de dangers, et tout ce que tu fais c’est parler par-dessus moi. Sois plus attentif.
zh_cn: 我正试图让你避开更大的危险, 而你却只会打断我说话。 请有点分寸, 多为别人考虑一下。

source: I had expectations that you would be able to approach this with a clear head and resolve this incident, but it seems—
fr: J’avais espéré que tu aborderais cela avec un esprit clair et résoudrais cet incident, mais il semble—
zh_cn: 我本以为你能冷静地面对这件事, 并妥善解决这个事件, 但看来——

source: Ah, I see, I see. I’ll have to turn on the ol’ Kirisame charm.
fr: Ah, je vois, je vois. Il va falloir que j’active le vieil charme Kirisame.
zh_cn: 啊, 我懂了ZE。 这回得祭出我那老练的雾雨流魔法了。

source: I get it, I get it.
fr: Je comprends, je comprends.
zh_cn: 就这样DA☆ZE

source: Haven’t done ‘femme fatale’ in a while, but…
fr: Ça fait un moment que je n’ai pas fait ‘femme fatale’, mais…
zh_cn: 好一阵子没玩过「蛇蝎美人」那招了, 不过……

source: Enough!
fr: Assez!
zh_cn: 够了!

source: It is said that specifically applied electro-stimulation can ease the mind.
fr: On dit que l’électrostimulation appliquée de manière spécifique peut apaiser l’esprit.
zh_cn: 据说闪电五连鞭, 足以让人耗子尾汁,

source: Allow me to put that into practice for you!
fr: Permets-moi de mettre cela en pratique pour toi!
zh_cn: 就让你体验一下吧!

source: So this place runs on electricity, eh? Hmm…
fr: Alors cet endroit fonctionne à l’électricité, eh? Hmm…
zh_cn: 这么说这地方是用电的? 嗯……

source: Oof, I hope that didn’t make my hair too frizzy.
fr: Oof, j’espère que ça n’a pas rendu mes cheveux trop frisottés.
zh_cn: 哎呀, 希望这没让我的头发变得太毛躁。

source: Y’know, for my big first impression ‘n all.
fr: Tu sais, pour ma grande première impression et tout.
zh_cn: 毕竟这是我的首次亮相, 要留个好印象嘛。

source: F-For the last time, she’ll have nothing to teach you…
fr: P-Pour la dernière fois, elle n’a rien à t’enseigner…
zh_cn: 我……我最后说一遍, 她根本没什么可教你的……

source: Her powers rely on technology and the scientific method. Of that much, I am sure.
fr: Ses pouvoirs reposent sur la technologie et la méthode scientifique. De ça, j’en suis sûre.
zh_cn: 她的力量依赖于科技和科学方法, 这一点可以确定。

source: The one time Sanae’s not around to geek out about all the sciencey stuff, eh?
fr: La seule fois où Sanae n’est pas là pour s’extasier sur toutes ces choses sciencey, eh?
zh_cn: 难得一次早苗不在身边, 没法对这些科学小玩意兴奋地滔滔不绝了, 是吧?

source: Ah well, I know how to operate one of those Intelligent Phones, and that’s plenty advanced, so I should be fine.
fr: Eh bien, je sais comment utiliser un de ces Intelligent Phones, et c’est déjà bien avancé, donc je devrais m’en sortir.
zh_cn: 没事啦, 我知道怎么用智能手机, 那玩意儿已经够先进了, 所以应该没问题ZE

source: By the way, have ya been hearing that strange voice?
fr: Au fait, as‑tu entendu cette voix étrange?
zh_cn: 对了, 你有没有听到那个奇怪的声音?

source: Strange voice?
fr: Voix étrange?
zh_cn: 奇怪的声音?

source: Yeah, it keeps tellin’ me that I’m not thinkin’ straight or whatever.
fr: Ouais, elle me dit sans cesse que je ne réfléchis pas correctement ou je ne sais quoi.
zh_cn: 就是它一直跟我说我脑子不清楚啊、 想歪了之类的。

source: Probably just those weird madness rays tryin’ to get me.
fr: Probablement juste ces rayons de folie bizarres qui essaient de m’atteindre.
zh_cn: 大概又是那些奇怪的疯癫镭射想来影响我吧。

source: Ugh, you fool.
fr: Beurk, espèce d’idiot.
zh_cn: 呃你这个baka。

source: But perhaps you are thinking just well enough to resolve this incident after all…
fr: Mais peut-être que tu réfléchis juste assez pour résoudre cet incident après tout…
zh_cn: 但也许你现在的想法, 恰好足以解决这次事件……

source: Ah! There’s that voice again!
fr: Ah ! Voilà cette voix encore!
zh_cn: 啊! 那个声音又来了!

source: So strange…
fr: Tellement étrange…
zh_cn: 真邪门啊……

source: I’ve been waiting for you to make your move.
fr: J’attendais que tu fasses ton mouvement.
zh_cn: 我一直等着你出手呢。

source: Sneaking around as you are, and yet still so loud somehow.
fr: Tu te faufiles ainsi, et pourtant tu es quand même si bruyant somehow.
zh_cn: 偷偷摸摸地行动, 却不知怎么还是这么吵。

source: Hmm…
zh_cn: 嗯……

source: Did you really think I wouldn’t notice all the commotion you caused inside the tower?
fr: Pensais‑tu vraiment que je ne remarquerais pas tout le vacarme que tu as causé inside la tour?
zh_cn: 你真的以为, 你在塔内造成的骚动我会毫无察觉吗?

source: Hmmmmmmm…
zh_cn: 嗯哼……

source: Stop being an insolent brat and speak up!
fr: Arrête d’être un morveux insolent et speak up!
zh_cn: 别再像个无礼的小屁孩一样, 给我大声说话!

source: … sigh.
zh_cn: ……额

source: … w-what is it?
fr: … Q-Qu'est-ce que c'est?
zh_cn: ……怎么?

source: Ya don’t look like a magician after all.
fr: Tu n’as finalement pas l’air d’un magicien.
zh_cn: 你看起来根本不像个魔法使啊。

source: I’m pretty disappointed.
fr: Je suis assez déçue.
zh_cn: 真是有点失望ZE

source: Honestly, this might be the most disappointing incident yet.
fr: Honnêtement, c’est peut-être l’incident le plus décevant yet.
zh_cn: 说真的, 可能是迄今为止最令人失望的一次ZE

source: You’re after… magic?
fr: Tu es à la recherche de… magie?
zh_cn: 你想要……魔法?

source: Hah! You’ll regret wasting your time on such nonsense.
fr: Ha! Tu vas regretter d'avoir perdu ton temps avec ces bêtises.
zh_cn: 哈! 你竟把时间浪费在这种荒唐事上, 迟早会后悔的。

source: Soon, you’ll see the error of—
fr: Bientôt, vous verrez l'erreur de—
zh_cn: 很快你就会意识到自己的错误了——

source: Do ya know how boring it is to be a magician in Gensōkyō these days?
fr: Tu sais à quel point c'est ennuyeux d'être magicien à Gensōkyō ces temps-ci?
zh_cn: 你知道如今在幻想乡当个魔法使有多无聊吗?
